label yn_act2_scene6:
    $ yn_onload("lock")
    $ renpy.block_rollback()
    $ persistent.timeofday = "sunset"
    $ persistent.sprite_time = "sunset"
    $ renpy.pause(3, hard=True)
    $ yn_chapter_intro(
        "Действие шестое.",
        "bg yn_ext_beach_sunset_blurred",
        "lake_shore_evening",
        "yn_yana swim smile",
        "yn_play_sixth_intro_text"
    )
    #НОВЫЕ сцены

Сегодня жара в лагере стояла просто невыносимая. После обеда, когда по расписанию был тихий час, мы как обычно собрались в театральном, но всех нас будто бы сморило от невыносимой духоты. Сначала повторно обсудили проблему с Ежом, а дальше разговор не клеился. Новостей никаких не было. Кузнечик и Хаер постоянно зевали, заражая и нас. 
Было принято решение разойтись по своим делам. Всё равно ничего путного никому в голову не шло.
Вернувшись в домик я поняла, что все привезённые с собой книги давно прочитаны. Под руку попались “Приключения Тома Сойера”. Стало совсем тоскливо. 
Выйдя из домика я направилась к библиотеке. Там, по крайней мере, прохладно, тихо и явно найдётся, что почитать. Конечно, при условии того, что я теперь Воробей, появляться на территории Голубей  явно тянет на дурной тон, но Женя всё равно относилась ко мне дружелюбно. 
По мере своих возможностей, кончено.
Войдя в просторный зал, я вдохнула прохладный воздух. Между стеллажами бродили несколько пионеров, ищущих, чем занять себя в этот знойный час. Я прошла к полке с поэзией и начала перебирать книги. 
Мне попалась на глаза книга со сборником стихотворений Маяковского. Я взяла её в руки, пролистала до содержания.
Ангел: “Что,  ищешь утешение в стихах?” 
За спиной раздался знакомый голос.
Я вздрогнула и обернулась. У противоположной полки стояла Ангел. Она, как 
всегда выглядела безукоризненно. 
Ох уж, это редкое и пугающие слияние прекрасного и отвратительного. Вот уж кого я не ожидала здесь увидеть! Не думала, что она умеет читать?
В руках Ангел держала книгу в яркой обложке.
Яна: “А что, есть что-то плохое в поиске утешения в стихах?” 
Спросила я, стараясь сохранить спокойствие.
Ангел: “Да нет, ничего плохого.”
Усмехнулась она.
Ангел: “ С такими замашками, тебе вполне к лицу вот такая, пролетарская литература”
Яна: “А какая литература, по-твоему, правильная?” 
Поинтересовалась я, скрестив руки на груди.
Ангел: “Ну, например, что-нибудь более… жизнерадостное. Детективы, приключения… Что-нибудь, что помогает отвлечься от реальности, а не погружаться в тоску.”
Я посмотрела на обложку ее книги. “Агата Кристи. Десять негритят”. Как иронично. Отвлечься от тоски, читая про убийства.
Яна: “Знаешь, Ангел, иногда в тоске можно найти больше смысла, чем в развлечениях.”
Ангел: “Может быть. Но я предпочитаю не искать никаких смыслов. Просто жить и наслаждаться жизнью.”
Она подошла ко мне ближе. 
#Восприятие "И я почувствовала запах ее дорогих духов."
Ангел: “Кстати, я тут подумала…”  
Сказала она понизив голос.
Ангел: “Может быть, нам стоит подружиться? Ведь у нас так много общего. Чего ты якшаешься с этими Воробями?”
Я удивленно посмотрела на нее. 
Что она задумала?
Яна: “И что же у нас общего?”
Ангел: “Мы обе обеспеченных семей. Обе любим книги… Ну, в своем роде, конечно. И, в конце концов, мы обе… дамы более высокого сорта, чем остальные”
#Эмпатия Она лукаво улыбнулась, и я почувствовала, как по спине пробежал холодок.  
“Более высокого сорта, чем остальные”
Что-то здесь не так. Не может она просто так предлагать дружбу.
Яна: “Знаешь, Ангел, я не думаю, что у нас что-то получится. Мы слишком разные. Я не лучше других.”
Ангел: “Разные? Да брось! Просто ты боишься признаться в этом сама себе.”
Я рассмеялась.
Яна: “Ты ошибаешься. Я не хочу иметь ничего общего с человеком, который получает удовольствие от унижения других.”
Лицо Ангела помрачнело. Ее глаза сузились, а губы сжались в тонкую линию.
Ангел: “Ах вот как? Ну хорошо. Тогда я тебе обещаю, что ты еще пожалеешь о своих словах.”
С этими словами Ангел развернулась и вышла из библиотеки, громко хлопнув дверью.
Я вздохнула и снова взяла в руки книгу Маяковского. Кажется, начинается что-то скверное…
###
yn_narrator "Этот вечер я решила провести в компании Синиц. Красавица пригласила меня попить чай перед отбоем."
yn_narrator "Неуловимая Журналистка тоже оказалась участницей чаепития."
yn_narrator "У неё был новость претендующая на сенсацию."
yn_narrator "По крайней мере она сама так считала."
yn_kras "Ты преувеличиваешь значимость этого события."
yn_jurn "А ты наоборот недооцениваешь ценность знания. В моей работе нет незначительного. Всё есть звенья одной цепочки истории."
yn_yana "Всё же я склоняюсь к мнению Красавицы. Тот факт, что один из Павлинов решил не идти на танцы едва ли может быть чем-то значимым."
yn_narrator "Журналистка окинула меня взглядом неопределённого характера."
#Восприятие  yn_narrator "В нём смешалось удивление, уязвлённая гордость и маниакальная уверенность в своей правоте."
yn_jurn "Вы смотрите устрицей из-за раковин своей неспособности строить причинно-следственные связи. Вот что я вам скажу! Любое действие или событие ведёт к чему-то большему. Я вам ещё докажу, что за этим отказом идти на дискотеку что-то есть!"
yn_kras "В стальной хватке тебе не откажешь. Тебя ждёт большое будущее в журналистике."
yn_yana "В котором многие будут тебя любить и уважать, как профессионала."
yn_kras "А ещё больше будут ненавидеть за то же самое." 
yn_jurn "Что поделаешь? Такая вот специфика профессии. Профессии истинно нужной в наше непростое время."
yn_narrator "Я усмехнулась, вытянула ноги и посмотрела в окно."
yn_narrator "Где-то за деревьями начинался вечер, а в окнах напротив тускло загорались лампы."
yn_narrator "Над Лагерем выцветало небо, но в художественном кружке чувствовался необъяснимый уют домашней кухни."
yn_yana "Впрочем, если ты напишешь передовицу о Павлине, может, именно это когда-нибудь и войдёт в учебники истории. Так и запишут: «Перелом начался в тот вечер, когда Танцор не пошёл на дискотеку»."
yn_jurn "А почему бы и нет? Люди зачастую не вникают в детали и на смотрят в глубину, а потом начинают думать, что всё, что сейчас происходит со страной началось само по себе. А я вижу: сначала Танцор не пошёл на танцы, потом какая-нибудь Медуза после смены напишет статью о духовном кризисе молодёжи, и вот уже новая социология. Понимаешь?"
yn_kras "Ты хочешь, чтобы за каждым жестом или чьим-то решением стояла сенсация. А, может быть, он просто приболел? Или просто у него есть более важные планы на этот вечер. Ты никогда не думала, что некоторые вещи не о системе, в которой любое действие ведёт к масштабному событию, а всего лишь о человеке? С мелкими нюансами и неурядицами."
yn_narrator "Журналистка задумалась."
yn_jurn "Возможно…"
#Эмпатия yn_narrator "У неё есть это редкое качество — останавливаться на грани, когда ещё можно услышать другого."
yn_yana "Неужели тебе так важно знать всё про всех?"
yn_jurn "А разве сейчас можно позволить себе роскошь думать только о личном? Просто сидеть с закрытм ртом, глазами и ушами?"
yn_narrator "И именно сейчас я поняла, что атмосфера уютной кухни начинает себя оправдывать."
yn_jurn "Я вчера сидела в библиотеке допоздна — обсуждали "Дети Арбата". Ещё лет семь назад за такое можно было попасть в опалу. А теперь? Теперь — в открытом доступе. Бери и читай. Ты глянь, что творится: митинги, «Огонёк» каждую неделю с разоблачениями. Все эти разговоры о свободе слова..."
yn_yana "Да, у вас там в журналистике теперь почти как в цирке. Каждую неделю — фокус. Вот подняли архивы. Вот разоблачение о коррупции. Вот громкие дела. Всё это невыносимо пугает. А что же будет дальше?"
yn_kras "Сначала — правду. А дальше, может, будет вырисовываться что-то новое и красивое, как на чистом холсте."
yn_jurn "Вот именно! Мы впервые можем говорить. Мы то поколение, которому повезло обрести голос! И я, может, начинаю сейчас с Лагерных сплетен, но дальше я обязательно докопаюсь до такой правды, что поднимает на уши весь Союз!"
yn_yana "Слушаю тебя и всё думаю, что ты действительно сможешь на что-то повлиять. Знаешь, Журналистка, ты мне этим даже нравишься. Есть в тебе какая-то завораживающая искра."
yn_kras "Искра? Да с такими замашками и через несколько лет будет самое настоящее короткое замыкание."
yn_narrator "Все рассмеялись."
#Драматизм yn_narrator "Но смех этот был немного нервным, как бывает в эпоху, когда всё вокруг сдвигается с места и никто не знает — в какую сторону."
yn_narrator "Журналистка уселась поудобнее, скрестила ноги, отхлебнула уже порядком остывший чай и вдруг потянулась к своей сумке."
yn_narrator "Достала свой легендарный блокнот и пролистала пару страниц, глядя туда с каким-то почти религиозным трепетом"
yn_jurn "Кстати, недавно записала. Послушайте. «Настоящие перемены начинаются не с лозунгов, а с шёпота. Со страха, что услышат. С первого честного разговора на кухне». Как вам? Глубоко? Поэтично?"
yn_yana "Если всё начинается с кухни, то у нас явно есть шанс стать великими реформаторами."
yn_narrator "Красавица усмехнулась."
#Эмпатия  yn_narrator "Впервые я вижу её настолько расслабленной и словоохотливой. В этот момент мне даже кажется, что мы с ней в сущности чем-то похожи."
yn_kras "Главное, чтобы когда у нас кончится чай, у Журналистки не началась самокритика. В текущем расположении духа ты мне нравишься гораздо больше, нежели когда вырываешь страницы из блокнота со словами «Всё не то»!"
yn_jurn "Смейтесь, смейтесь. Но мы живём в уникальное время. Нам без малого восемнадцать— и у нас впервые есть шанс что-то изменить. Посмотрите на «Память», на тех, кто ходит с плакатами, на всех этих студентов, которые спорят на Арбате. Это же не шутка. Люди наконец не боятся говорить!"
yn_kras "А что говорить-то, если у половины в холодильнике буханка хлеба и молоко? Прилавки пустуют. Люди не боятся, потому что терять уже особо нечего."
yn_yana "Может, ты права... Но знаешь, я незадолго до поездки в лагерь забегала в книжный. Там очередь. За Ахматовой. Понимаешь? Люди часами стоят, чтобы просто купить сборник стихов. Это же явно о чём-то говорит!"
yn_jurn "Говорит. О том, что мы всё ещё ищем смысл, а не просто хлеба и зрелища. Мы всё ещё хотим чувствовать — и понимать. Даже если не до конца ясно, куда всё это идёт."
yn_yana "Знаешь, я когда задумывалась о том, куда всё это будущее идёт, то в голове всегда появляется одна и та же картинка. Длинный, запутанный коридор с табличкой «Ремонт». Света нет, карта не выдана, инструкции размыты. Только осколки хрустят под ногами, и где-то за стенкой кто-то бубнит про «исторический шанс»."
yn_narrator "Наступило молчание." 
yn_narrator "В комнате стало темнее. За окном раздался шелест ветра — будто кто-то листал тяжёлые страницы невидимой книги."
yn_narrator "Красавица вздохнула и верила меня удивлённый взгляд."
yn_kras "Мрачно ты как-то всё это рисуешь. Однако, мы сами авторы, что своего будущего, что будущего нашей страны."
yn_yana "Главное, чтобы нас, авторов, редакция не запретила."
yn_narrator "Журналистка улыбнулась."
yn_jurn "А мы всё перепишем. С правками. С иронией. С живыми диалогами или хотя бы нашими голосами."
yn_kras "Да... И с рисунками на полях."
yn_narrator "Снова тишина. Звон чайной ложки в гранённом стакане."
yn_narrator "Быть может, завтра мы сочтём этот разговор слишком драматичным."
yn_narrator "Таким, который начинается в запале, а потом кажется глупым"
yn_narrator "Но сегодня он мне видится чем-то важным и настоящим."
###
yn_narrator "Проснулась я от нестерпимого зуда."
yn_narrator "Рука чесалась так сильно, словно за ночь меня искусала целая сотня комаров." 
yn_narrator "Не открывая глаз я потянулась к предплечью и..."
yn_narrator "Ткнулась рукой в кровать."
yn_narrator "В тот же момент зуд превратился в нестерпимый жар, будто руку обдало кипятком." yn_narrator "Я вскрикнула."
yn_narrator "Вскрикнула от боли и отчаянья."
yn_narrator "Страх и непонимание заполнили меня, вытеснив из головы любые другие мысли."
yn_narrator "В горле встал ком, во рту стало кисло, захотелось плакать."
yn_cs "Что случилось?"
yn_narrator "Виолетта смотрела заспанными глазами, силясь разглядеть моё лицо в полумраке."
yn_narrator "Я чувствовала себя рыбкой в аквариуме, который забыли почистить. Всё было зыбко, туманно и неопределённо.*
yn_yana: "Рука. Болит."
yn_narrator "Ответила я уже всхлипывая." 
yn_narrator "Картинка помутнела ещё больше, глаза наполнили слёзы."
yn_narrator "Виолетта всё поняла и неожиданно резко оказалась передо мной."
yn_cs "Тише, дорогая, тише. Всё будет хорошо. Слышишь меня? Скоро всё пройдёт. Я помогу."
yn_narrator "Она обняла меня, прижав к себе."
yn_narrator "Предплечье левой руки невыносимо болело, словно пылая огнём."
yn_narrator "Предплечье, которого я лишилась год назад."
###
ИНТЕРМЕДИЯ ЛЮТИКА "Всё, что нужно, - это чуточка веры и доверия."


Я постучалась в дверь и вошла, услышав сдавленное "входите".
И сразу же нечто в представшей передо мной картине показалось до странности неправильным. Нет, то, что она оказалась в стационаре, уже само по себе нехорошо, но было что-то ещё. И тут я понимаю: Ящерица без протеза!
Я оглядываюсь и замечаю искусственную руку кричащего красного цвета на прикроватной тумбочке. Выглядит протез так, как если бы его бросили туда в спешке. Эта штуковина сама по себе, отдельно от Ящерицы, смотрится крайне экзотично в нашей действительности, словно цветастый тропический попугай на ветке берёзы. Поняв, что слишком долго смотрю на протез, перевожу взгляд на девушку.
Уловив наконец мой взгляд на себе, Ящерица вымученно улыбается, но левую руку прячет под себя. Она явно рада моему появлению, но и понятно, что в то же время она донельзя подавлена своим текущим положением.
Ящерица: “Привет, Лютик! Рада тебя видеть. Не ожидала, честно признаюсь. Присаживайся”
Она кивнула на стул рядом с собой.
Похоже, что она недавно плакала, если моя догадка и верна, то виду она старается не подавать.
Лютик: “Что с тобой случилось?”
Я села.
Ящерица: “Ну, наверное, мне всё же стоило слушаться рекомендаций врачей, в которых чёрным по белому написано "Избегать соприкосновений левой руки без протеза с грязью".”
Лютик: “Что сказала Виолетта?”
Она вмиг помрачнела.
Ящерица: “До трёх дней стационара под её постоянным наблюдением. Сказала, что не отпустит, пока воспаление не пройдёт. Абсцесса мне очень не хочется, поэтому я с ней не спорила по поводу этого решения. Вообще, даже пришлось её уговорить, чтобы не повезла меня среди ночи в больницу.”
Лютик: “А вот это воспаление не опасно?”
Ящерица: “Я вовремя обратилась за помощью, поэтому очаг удалось локализовать. Немного зудит, но в целом всё в порядке. Правда, теперь все несколько дней я не могу пользоваться протезом. Это угнетает меня сильнее всего.”
В её взгляде, брошенном в сторону протеза, читалась беспредельная тоска. Сложно даже представить, как она себя чувствует, вновь оставшись без пусть искусственной, но всё равно руки.
Лютик: “Вы ходили в Первый, да?”
Ящерица: “Так точно! Знаешь, мне кажется, что это того стоило.”
Она явно не хотела продолжать разговор о её текущем беспомощном состоянии и с большим энтузиазмом заговорила на более отстранённую тему.
Лютик: “И как тебе ритуал причисления к Лагерной истории? Я вот до сих пор с улыбкой вспоминаю ту клятву, что приносят Воробьи. Она такая трогательная, но в то же время настолько забавная.”
Я вспомнила, как сама стояла у той пыльной, но такой величественной Стены. Сама по себе это просто самая обыкновенная расписанная стена. Но то, сколько в неё вложено духовного и эмоционального пласта, превращает обычный кусок бетона в самую настоящую реликвию. Когда-то я смотрела на неё такими же горящими глазами, как и Яна, которая собирается мне поведать о своих впечатлениях. Сейчас же во мне что-то изменилось. Я смотрю на Стену именно как на реликвию своей юности. При взгляде на неё испытываю лишь уважение за былое, сродни тому, что испытываешь, глядя на памятник Ленину. Времена меняются, меняюсь и я. Мне стали слишком малы эти представления и эмоции, что я испытывала тогда.
Ящерица: “Это было нечто невероятное! Меня будто бы переполнило чувство сопричастности. Словно я стала частью чего-то огромного, чего-то сакрального. Меня подпустили к тому, что открывается очень немногим, и это чувство... Ну, понимаешь, как бы наполнило что-то во мне, что-то такое, что раньше было полым.”
Я улыбаюсь и понимаю, что это та самая улыбка, которую Жуля прозвала "фирменной". Как-то раз она сказала мне: «Когда ты так улыбаешься, то я ощущаю себя пломбиром под летним солнцем. Я даже и не представляла, что улыбка может быть такой искренней и заразной».
Возможно, так оно и есть.
Яна, увидев эту улыбку, и сама смущённо заулыбалась.
Лютик: “Я прекрасно тебя понимаю в этом плане. Мы с Мельпой, тогда её ещё величали Лис, причём не лисой, а именно Лис, вместе произносили клятву перед Стеной. Тогда наши…им вожаком был Мизинец. Он был последним представителем Воробьёв своего поколения и набирал новичков, посвящая нас во все тонкости принципов и идей объединения.”
Ящерица так и застыла с полуоткрытым от удивления ртом.
Ящерица: “Ты никогда не вдавалась в подробности своего пребывания в Воробьях! Расскажи! Пожалуйста!”
В это мгновение она будто бы даже забыла, что попала в стационар. Так захватило её моё откровение. Любопытно. Что для меня прошлое, для другой невероятно увлекательная история. Я не очень люблю вспоминать прошлое, потому что на то оно и прошлое, чтобы оставаться пройденным этапом, но если мой рассказ хотя бы немного отвлечёт и успокоит Яну, я всё же готова вновь ненадолго окунуться в этот омут.
Лютик: “Хорошо. Если ты так просишь, то расскажу.”
Ящерица: “Спасибо! Мне действительно очень и очень интересно!”
Лютик: “Мы с Мельпой были первыми представителями нового поколения Воробьёв. Мы тогда были даже младше Ульяны. Мизинец предоставил нам выбор ещё двух новичков. Я привела Слона. Он ещё в первое наше знакомство показался мне интересным парнем. Не по годам умный, молчаливый и расчётливый. Из тех, кто сначала долго думает, рассматривая варианты, а только потом принимается за воплощение. Было в нём ещё что-то разительно взрослое, но уже не из положительных качеств. Какая-то порочность что ли. В целом он был идеальным кандидатом на мой взгляд. Мельпа привела Хаера. Так и получилось, что первую нашу смену в статусе Воробьёв мы провели впятером вместе с нашим наставником из прошлого поколения.”
В горле пересохло. Я остановилась и вновь пробежалась взглядом по комнате. Яна, видимо уловив мысль, кивнула на столик рядом с собой. Там стояли стакан и графин с водой. Я встала, чтобы налить воды. Порой мне кажется, что я умышленно тяну время, когда кто-либо увлечён моим рассказом. Мне всегда казалось это своего рода театральной игрой и очень меня забавляло. Ещё больше меня забавляет тот факт, что Алиса скопировала эту особенность у меня. Возможно, умышленно, а возможно, и нет. Она во многом пыталась походить на меня в своё время. Это ведь я придумала носить галстук на запястье, а не на плече, чтобы подчёркивать своё более высокое положение среди Воробьёв. На следующий день Алиса сделала то же самое. Когда я обратила внимание на вот такое вот копирование, стало даже как-то неприятно. Сейчас же я поняла, почему она это делала, но при этом всем своим видом стремилась показать неприязнь ко мне.
Ящерица: “Ты продолжишь? Нельзя же вот так взять и замолчать на самом интересном на несколько минут. Если ты пытаешься таким образом заставить меня слушать тебя ещё внимательнее, то могу уверить, что мы можем обойтись и без подобных приёмов. Я и так вся во внимании.”
Лютик: “Прости. Просто привычка. Так на чём я остановилась?”
Ящерица: “О том, как вы стали новым поколением Воробьёв.
Подсказала Яна в нетерпении. На самом деле я помнила, на чём закончила, но не удержалась от ещё одной театральной задержки.”
Лютик: “Так вот, когда смена подходила к концу и мы уже были полностью посвящены в механизмы работы нашего объединения в составе Лагеря, встал вопрос о том, кто возглавит нас в следующую смену. Мизинец
как это у нас говорилось, уходил на покой. Воробьи всегда были стаей, а стае всегда нужен вожак. Тут и началось наше с Алисой противостояние. Она, наслушавшись историй Мизинца, перенимала все его замашки и повадки. Ты не поверишь, но раньше Алиса была такой же, как Кузнечик. Она пыталась подражать своим старшим товарищам во всём. У каждого, кто был в её глазах авторитетом, она пыталась перенять какую-нибудь черту или привычку. Видимо, ей казалось, что так она сможет собрать себе образ настоящего вожака. И ей это удалось, она влезла в этот образ, словно в костюм, сшитый прямо для неё.”
Ящерица: “Ты не шутишь?”
Она явно была удивлена. Та Алиса, которую описывала ей я, никак не вязалась с той, к которой она привыкла. Не удивительно. Алиса очень долго и упорно работала над тем, чтобы выглядеть в глазах других так, как ей бы хотелось выглядеть. Один травмирующий эпизод её жизни очень этому поспособствовал. Ожесточил её, пришил к ней детально собранный образ жертвы.
Лютик: “Я вполне серьёзна. Мельпа не любит вспоминать то время. Если не хочешь с ней поссориться, то не рекомендую поднимать эту тему при ней.”
Ящерица: ”Я тебя поняла. Спасибо за предупреждение. Что было дальше? Почему тебя прозвали Лютиком? Почему вы боролись за вожачество? Я никак не могу представить тебя в этом амплуа.”
Неожиданно даже для себя я засмеялась. Ящерицу это озадачило.
Лютик: “Лютиком меня прозвали за характер. Не от цветка, а от слова лютый. Мизинец окрестил... У тебя сейчас от удивления глаза на лоб полезут.”
Это было недалеко от истины. Ещё никогда я не видела Ящерицу такой удивлённой.
~ Неужели, действительно столько воды утекло, что в данный факт теперь так сложно поверить? ~
Ящерица: “Просто... Я пытаюсь вообразить то, что ты мне про себя сейчас рассказываешь, и у меня не получается от слова совсем.”
Лютик: “Не мучай себя этим. Вот представь Мельпу и Слона. Те их версии, что ты знаешь.”
Ящерица: “Ну, это не сложно. Я их вижу каждый день”.
Лютик: “Ну вот. А теперь перенеси их образы в совокупности на меня. Вот тебе и "старый" Лютик.”
Ящерица: “Прости, но всё ещё сложно себе такое представить.”
Лютик: “А это факт. В свои пятнадцать я была той ещё оторвой. Во мне было столько авантюризма, что хватало на всех Воробьёв с лихвой. Мы цапались с Мельпой всю следующую смену. Фактически в Воробьях сложилось двоевластие. Каждая из нас пыталась перетягивать одеяло на себя. Она привела Ульяну. Я привела Кота. Мне хотелось вести Воробьёв к созиданию, Алисе же хотелось анархии. Я предлагала построить плот, чтобы на нём можно было переправляться на острова, а Мельпа предлагала запустить этот плот в реку и поджечь.”
Ящерица: “И как всё в итоге разрешилось?”
Перемены для меня и Алисы произошли неожиданно и одновременно. Только у меня всё сложилось хорошо, а у моей состайницы альтернативно.
Лютик: “После той смены я встретила парня. Мы случайно познакомились зимой на остановке. Он был панком, на пару лет старше меня. Возвращался с концерта. Автобус опаздывал, и мы разговорились. Ну а потом всё как-то закрутилось, завертелось. Рядом с ним я чувствовала себя... защищённой. Он позволил мне стать мягче, помог понять, что я не хочу быть против всех и каждого, что я могу обрести счастье именно в гармонии с окружающим меня миром. Потом мы расстались. Спокойно, без драм. Просто каждый пошёл своей дорогой. И уже в следующую смену в первый же день я отдала бразды правления Алисе, а сама ушла к Синицам. Поняла, что их взгляды мне ближе. Я вижу своё будущее не как страшную взрослую жизнь, но как новые возможности. Вот. Именно такое же лицо, как у тебя сейчас, было и у Мельпы, когда я ей сказала, что ухожу.”
Яна тряхнула головой, словно пытаясь собрать воедино всё, что я ей рассказала. Наверное, в некоторой степени её удивила не сама история, сколько моя откровенность. Сама не знаю почему я решила ей всё вот так выложить. Возможно, в ней я вижу нечто похожее на то, что раньше было во мне. Неопределённость. Чувство, словно весь мир против тебя. Ты отчаянно пытаешься найти себя в этом мире, в будущем, которое подбирается, словно хищный зверь, но не понимаешь как. Да, когда-то мне это было знакомо, и сейчас я вижу нечто подобное в Яне.
~ Надеюсь, мой рассказ хоть чуточку поможет ей понять, что не стоит бояться мира и будущего, которое её в нём ждёт. ~
Ящерица: “Ладно. Я ожидала, что тут будет что-то непредсказуемое, но ты превзошла все мои ожидания. Тут есть над чем подумать. Спасибо тебе за этот рассказ.”
Лютик: “Пожалуйста!”
В этот момент двери медпункта распахнулись. Послышался топот и целый хор голосов, наперебой обращающихся к Виолетте. А вот и стая. Узнали и прибежали в полном составе. Что-что, а верность и трепетное отношение к товарищам всегда были главной чертой Воробьёв. Они настоящее товарищество, если не братство. Яне это нужно. И мне это когда-то было нужно. Времена меняются, меняюсь и я.
Ящерица: “Наши пришли!”
Сказала она, не сдерживая улыбки.
Лютик: “Да. Другого и не ожидала. Ладно, Ящерица. Оставляю тебя товарищам. Надеюсь, я смогла тебя отвлечь до их прихода.”
Ящерица: “Спасибо тебе большое. Знаешь, если когда-то твоя кличка и пошла от слова лютый, то сейчас она обозначает именно прекрасный цветок.”
Лютик: “Приятно слышать спасибо. Я тоже теперь так думаю.”
Наконец распахнулась и дверь стационара.
Хаер: “Ящерица! Ты живая!? Ой... Лютик.”
Хаер так и застыл в дверях, перешагнув одной ногой через порог.
Лютик: “Всем привет и вскоре до свидания. Я ухожу. Рада хотя бы вас видеть в добром здравии.”
Мельпа: “Взаимно.”
Алиса хмыкнула и скрестила руки на груди.
###
Кузнечик: Я тебе булочку принесла, будешь?
Яна: Ты опять её из столовой стащила?
Кузнечик: Может и стащила, а может и нашла. Тебе то по сути какое дело откуда у меня булка? Будешь или нет?
Забавно надув щёки бухтит девчушка.
Яна: Буду-буду, спасибо, Кузнечик. Очень мило с твоей стороны воровать для меня булки. Ты прямо как Робин Гуд.
Кузнечик: Вот ведь заладила. Ворованные да ворованные. Дарёному коню в зубы не смотрят!
***
Мельпа: И ты знаешь, что мне этот Линза тылдычит? «Ничего я такого не говорил!». А я же по глазам его голубиным вижу, что брешет очкастый, ну я его и припугнула чутка.
Яна: Только не говори, что...
Мельпа отмахивается.
Мельпа: Да не трогала я его. Просто намекнула, что порой те, кто много трындят могут неожиданно ослепнуть. Не знаю чего он там себе накумекал, про очки я его говорила или и впрямь глаза ему выцарапать угрожаю, но запел он, как миленький. Не голубь, а что твой соловей!
***
Хаер: «Не сыпь мне со-о-оль на рану, она ещ-ё-ё болит»
Затянул Хаер, резко заглушив последний аккорд.
Хаер: Ну как-то вот так.
Он потупил взгляд, явно ожидая моей реакции.
Яна: Хаер! Ты здорово поёшь, а играешь так вообще замечательно! Почему ты прячешь такой талант?
Хаер: Да ладно тебе! Так себе я играю и пою скверно. Лабух это намного лучше меня делает. На то он и лабух. Не надо мне... ну... того самое.
Яна: Никто тебе не льстит, Хаер! Лабух учился в музыкальной школе, он всё делает можно сказать по методичке. Так, как показали. А в твоих песнях чувствуется искренность, понимаешь?
Хаер: Да ладно тебе...
#Эмпатия "Вконец засмущавшись отнекивается Хаер, спрятав густо покрасневшее лицо в волосах."
***
Кот: “Знаешь, как моя бабушка говорила: “На  одном  месте  и  камешек  обрастает.”
Яна: “С вашей помощью и поддержкой не обрасту. Спасибо, что заглянул. Как там наши?” 
Кот: “Всё ладненько. Не переживай. Ждём, когда тебя выпустят из этой темницы сырой.” 
Яна: “Как дела у Кузнечика?” 
Кот немного зарделся и отвёл взгляд в сторону. 
Кот: “Всё в порядке. А почему ты спрашиваешь?” 
Яна: “Да так, вы же вроде бы…” 
Кот: “А знаешь, как ещё моя бабушка говорила? “Меньше знаешь, крепче спишь”. 
***
Слон: “Помнишь, я говорил, что у меня брат служил? Так вот, он мне рассказывал, что самое главное в армии не умение быстро бегать или подтягиваться. Самое главное уметь вовремя сделать оперативно-тактическое хлебало. Ибо, он за время своей службы слышал, как “Ты фигли такой грустный?”, так и “Ты фигли улыбаешься?”. Это его оперативно-тактическое лицо, он мне показывал его. Как оптическая иллюзия. С одной стороны посмотришь, выражение такое тупое, словно у шифера, а с другой стороны посмотришь, будто задумался о чём-то. Полезный навык. Тоже хочу научиться такое лицо делать”.

###

На лагерь потихоньку опускается вечер. Лучи закатного солнца играют солнечными зайчиками на козённой плитке. Тепло, немного душно. 

Пахнет лекарствами, накрахмаленными простынями и чем-то сладким — может быть, зефиром, который Виолетта оставила на моей тумбочке. 

За окном стрекочут цикады, кто-то невдалеке тихо бренчит на гитаре. 

Я стою перед зеркалом.
Босиком. Без протеза.

Он лежит на тумбочке. И выглядит почти благородно. Как инородная часть меня, от которой я сама себе временно разрешила отдохнуть. 

Кожа всё ещё бледная не смотря на палящее солнце. Плечи чуть сутулые. 

Взгляд соскользнул, зацепился за пустоту.

Вот и я. 

Девочка из брошюр по реабилитации и протезированию.

Героиня сюжетов про силу духа.

Одна из тех образчиков, которые своим видом заставляют сердобольных бабушек плакать и говорить: «А ведь она улыбается… такая молодец!»

Смотрю на своё отражение, прищуриваюсь, поворачиваюсь боком. 

Вроде бы всё та же. Волосы слегка растрёпанные, живот чуть втянут, будто хочет спрятаться, выставив рёбра, как щит. 

А слева пустота, к которой я так и не подобрала подходящих слов. 

#Драматизм "Нищета плоти."

"Я смотрю на себя в зеркало долго, упрямо, не отводя взгляда, будто пытаюсь поймать с поличным ту, кто украла у меня прежнюю жизнь."

Левая рука заканчивается чуть ниже локтя. 

Кукольно гладкий обрубок, словно не до конца дописанный силуэт.

Странно: за год я вроде бы и привыкла к этому виду, но на самом деле всё ещё нет.

Может, если долго смотреть, то привыкну окончательно? 

Села на край кровати, обхватила себя правой рукой. 

Всё ещё непривычно, неловко.

В то же мгновение почувствовала, как в горле встал ком. Но не заплакала. Не сегодня. 

Слёзы были где-то тогда, в марте, когда ещё снег таял и воздух пах железом. 

В последствии я ещё несколько месяцев не могла избавиться от этого ужасного металлического запаха вокруг себя. Вероятно, дело было в протезе. 

Недалеко хлопнула дверь. Кто-то пробежал мимо медпункта. Крикнул: «Не догонишь!». 

И смех растворился в густом, липком воздухе.

Я могла бы сейчас смеяться с ними. И, может, даже буду. 

Просто не сегодня. Сегодняшний вечер для тишины. Для того, чтобы вспомнить, каково — просто быть собой. 

Даже если «собой» теперь звучит и выглядит совершенно иначе. 

Встала, подошла к зеркалу ещё раз.
Подмигнула себе. Без издёвки. Просто как репетиция чего-то настоящего.

Ладно. Мне семнадцать. Я девушка с одной целой рукой и с миллионами мыслей в голове. Живу. Думаю. Радуюсь. 

Смотрю на себя и не отворачиваюсь. Сегодня у меня была куча неравнодушных посетителей.

Это ведь уже что-то, правда?

На тумбочке, рядом с протезом, лежал плетёный браслет. 

Подарок близкой подруги из прошлой жизни. 

Надела протез.

Взяла браслет, покрутила в пальцах и, не торопясь, надела на левую, железную руку. 

Симметрия — вещь, конечно, приятная, но переоценённая.

Оглянулась.

И в зеркале на секунду показалось будто бы всё на месте. 

Больше мне не хочется в него смотреться. Больше оно мне ничего не скажет.

*Дневник*

“Три дня в лагерном стационаре вполне бы могли обернуться локальной вечностью. Белые стены, запах лекарств и тишина, нарушаемая лишь скрипом кровати и мерным тиканьем часов. Воспаление культи – глупая и досадная неприятность, вырвавшая меня из жизни Лагеря. В целом, это событие вполне могло бы претендовать на катализатор полной апатии и меланхолии. 
Под конец первого дня мне даже понравилось. Одиночество, покой, возможность почитать в тишине. Но уже к вечеру это стало давить, не давало уснуть. Навязчивые мысли крутились в голове, как мухи вокруг варенья. Что сейчас делают мои товарищи? Приводят в исполнение новую безбашенную или просто забавную авантюру? Или обсуждают в клубах сигаретного дыма последние новости и сплетни, как обычно собравшись в ночной тишине театрально кружка? Остался всего один день, но каким же долгим он обещает быть
Наверное, глупо думать об этом. Не стоит тратить время на чужие дела. Но как же это раздражает – беспомощность, оторванность от привычного мира. Хочется вырваться, вернуться в гущу событий. Но как это сделать?
Я постоянно окидываю взглядом свою культю, которую предпочитаю прятать под простыней. Какая ирония. Тело подводит, не дает быть там, где хочется. В Моменты одиночества чувствую себя бесполезной. Хочется чего-то большего, но нельзя. И как теперь быть?
Но я не сдамся. Как там говорил Слон: “Уныние не к лицу Воробью”? 
Я найду способ справиться со всем этим. Нельзя давать себе возможность думать, что я сломанная. И в этом помогают мои ребята, которые постоянно находят минутка навестить меня в таком незавидном положении. Вот она, Воробьиная преданность в деле.” 

Третий, последний день моего нахождения в стационаре тянется бесконечно долго. Осмотр прошёл пару часов назад. Белые стены уже начинают сводить меня с ума. Они такие чистые, такие стерильные и до одури удручающие. Воздух пахнет неизменной лекарственной горечью и тоской. Я смотрела в потолок, считая трещинки в штукатурке и мечтая сжечь этот медпункт дотла. Не от злости, а от беспросветной скуки и бессилия.

Дверь с скрипом отворилась, впустив в моё личное чистилище вихрь хаоса и жизни.

Мельпа: "Живая ещё?" 

Мельпа вошла первой. На лице у неё сверкала фирменная дерзкая ухмылка, а на плече весела внушительных размеров котомка.

Следом впорхнула запыхавшаяся Кузнечик, с охапкой цветной бумаги, клеем и парой небольших коробочек.

Кузнечик: Мы к тебе! Чтоб не скучала!

Выпалила она, сваливая всё это богатство на соседнюю пустую кровать.

Вид их был настолько нелепым и в то же время прекрасным после унылых визитов фельдшера, что я невольно улыбнулась.

Яна: Еле дышу от тягости безликих дней, но жить буду. Вы мои спасительницы.

Кузнечик: Точно! Раз стихами говоришь, значит жить будешь, не помрёшь. 

Ульяна устроилась на краю моей кровати, ёрзая от нетерпения. 

Кузнечик: Короче, мы пиратские костюмы мастерим на День Нептуна! Хочешь, и тебе сделаем!»

Мельпа вытряхнула содержимое мешка на пол. Оттуда посыпались старые тельняшки, рваная рыболовная сеть, засаленные пионерские галстуки и ещё куча разного тряпья. Она бросила мне одну из тельняшек.

Мельпа: Держи. Носи на здоровье. Будешь нашим Капитаном Крюком. 

Кузнечик: Блин, а давай реально тебе крюк смастерим? Прикинь, как клёво будет! Приз за лучший костюм стопудово наш!

Яна: Нет, спасибо. Пожалуй, воздержусь. 

Я отложила тельняшку в сторону.

Яна: Я лучше без костюма буду. 

Мельпа: Мне кажется, это место фигово на тебя влияет. Ты становишься такой же скучной, как и оно.

Я пожала плечами.

Яна: Но я с удовольствием помогу с вашими нарядами. Кстати, а Вилка вообще дала разрешение на то, чтобы вы ко мне со всем этим добром завалились? 

Кузнечик: Э-э-э... Да-а...

Яна: А вы спрашивали?

Мельпа: Нет, конечно. Её в медпункте не было. 

Яна: Понятненько. Она же вас выгонит, когда вернётся.

Мельпа: Да нет. Пустить бы не пустила, а выгонять уже не будет. Ты же её знаешь.

Яна: Ладно, вам виднее. Что делаем? 

Мы принялись за работу. Я, оперируя одной рукой могла только резать цветную бумагу на полосы и намазывать на них клей. Мельпа с Кузнечкой не особо умело орудовали иголками и грозились пришить друг друга к занавескам.

Кузнечик: Слышали, «Ласковый май» по «Пионерской зорьке» вчера крутили?» 

Оживлённо начала Кузнечик, безрезультатно пытаясь отодрать засохший клей с пальцев.

Кузнечик: Прям целый хит! «Белые розы». Никогда там подобного не слышала.

Мельпа, сжав в зубах нитку, фыркнула так, что чуть не подавилась.

Мельпа: Ерунда это всё, сопли розовые. Настоящая музыка — это Кино, Аквариум и ДДТ! 

Кузнечик: Ой, да ну тебя. Вон, тебе даже Терминатор не нравится. Хотя, это такой фильм, что ух!

Мельпа: Просто у меня есть этот...
Как его?

Алиса защёлкала пальцами, явно наигрывая задумчивость.

Мельпа: Ах, да! Вкус. В отличии от тебя.

Кузнечик: Да ты!

Когда спор о том, кто круче: Сталлоне или Шварценеггер зашёл в тупик, мы перешли к обсуждению сегодняшних новостей.

Мельпа: Хаер Красавице решил букет одуванчиков на поляне возле островов нарвать, так его пчела в процессе сбора в шею укусила! Он с криком «Чёт! Чёт!» в озеро сиганул!

Кузнечик: Слон в каком-то журнале вычитал, что скоро видеомагнитофоны во всех домах советских граждан появятся, и мы будем фильмы смотреть когда захотим.

Мечтательно сказала Ульяна.
Кузнечик: Представляете? Теперь можно будет все-все зарубежные новинки посмотреть! 

Мельпа: Ага. А ещё чуть-чуть подождём, потерпим и полноценный коммунизм наступит.

Мы болтали о музыке, о фильмах, о лагерных сплетнях, но постепенно, по мере того как костюмы обретали форму, а клей застывал, разговор стал меняться. 

Мельпа проверяя узел на своей импровизированной пиратской бандане вдруг спросила без всякого перехода, глядя на мою перебинтованную культю:

Мельпа: Ящерица, а с чего это ты вообще на медика решила пойти? Не знаю, как-то это не похоже на то, что тебе реально нравится лечить людей. Это из-за руки, да? Может, наконец расскажешь что с тобой случилось? 

Кузнечик, почуяв что-то серьёзное, притихла и уставилась на меня во все глаза.

Я отложила ножницы и кусок картона. Рано или поздно эту историю пришлось бы рассказать.

Постоянно отшучиваться и увиливать не самая лучшая идея. Мне больно и неприятно вспоминать ту историю. Сейчас она кажется такой глупой и чуть ли не позорной. Никто из посторонних не слышал от меня правды про тот злополучный эпизод и я не собиралась передумывать. Не собиралась до текущего момента. Я смотрела на них, на эту рыжую бестию и неугомонного чёртенка и чувствовала, как внутри тает последний айсберг недоверия. Они разделяют со мной не только веселье и радость, но и боль со скукой. Они поддерживают меня и не оставляют. Это стоит очень многого. Как минимум — правды.

Я глубоко вздохнула и начала рассказывать.

Яна: "Мне тогда вот-вот должно было исполниться шестнадцать. Лето, дача. Ну, мы туда ездим... Ездили именно, что отдыхать. Полоть грядки, к счастью, не приходилось. Вот только там было до ужаса скучно. Других ребят моего возраста там было мало и то мальчишки. Я развлекала себя тем, что лазила по всяким заброшкам, сараям и гаражам. Всё мне было любопытно, всё интересно. Особенно нравилось наблюдать за тем, как сосед дядь Миша копается под капотом своих Жигулей. Я постоянно донимала его вопросами: «А это что?», «А это зачем?». В сущности, я ничего не понимала и не запоминала. Просто пыталась себя как-то развлечь.

А так же у нас на участке стоял старый электрогенератор. Перебои со светом были не редкостью, поэтому в том посёлке такие были почти у всех. Он был допотопный, гудел, как трактор, и от него постоянно воняло бензином.

Однажды вечером свет действительно выключили. Родителей уехали в гости. Я, однажды видевшая, как отец запускает генератор и уверенная в своей разумности решила запустить его сама. В теории всё казалось простым: осмотри на повреждения, проверь уровень топлива, подключи нагрузку, дерни стартер.

Я всё проверила. Как мне казалось. Запустила. Генератор заработал, зарокотал. Лампочки в доме замигали и загорелись. Почувствовала себя почти инженером.

Но буквально через несколько мгновений я ощутила очень едкий запах чего-то жжённого. Следом увидела, что из-под крышки генератора идёт лёгкий, едва видимый дымок. Внутри что-то заискрило.

Вместо того чтобы сразу выключить его, я, движимая глупым любопытством и желанием понять, в чём дело, наклонилась и приподняла металлическую крышку, чтобы заглянуть внутрь. Смешно. Решила проверить клеммы.

Я не увидела, что провод заземления, старый и потрескавшийся, отошёл. Я не знала, что фазное напряжение попадает на корпус из-за нарушения изоляции.

Моя левая рука, которой я прикоснулась к крышке генератора, стала хорошим проводником. Удар тока был молниеносным и страшным. Мою руку буквально приварило к металлу. Я не помню боли в тот момент. Только дикий, нечеловеческий спазм во всём теле из-за чего мышцы руки сжались и я просто не смогла разжать пальцы и оторваться от крышки. 

Меня спас сосед, тот самый дядя Миша сразу же прибежавший на мой короткий выкрик и звуки захлебнувшегося генератора. Он его отключил. 

Я упала на землю. Тогда и пришла дикая, неимоверная боль. Затем я почувствовала ужасный запах горелой плоти. После, я потеряла сознание.

Электротравма, обширный некроз... Врачи в больнице несколько дней боролись, но руку спасти не удалось. 

Уже потом, после множества операций и слёз меня начала терзать одна-единственная мысль: Я не подумала, прежде чем делать.

Потом, когда уже в целом пошла на поправку и увлеклась чтением, в том числе и технической литературы выяснила и построила полную картину случившегося. Я чётко видела всю цепочку: Коррозия на клемме. 
Ослабление контакта. 
Перегрев. 
Пробой изоляции. 
Моя рука на крышке.
Трагедия.

Каждое повреждение, каждое действие рассказывали мне историю. Историю халатности. Генератор был старый и неисправный. Историю глупости и историю невезения. Это была головоломка. Ужасная, трагичная, разделившая мою жизнь на до и после, но головоломка. Мне удалось её разгадать и вынести урок. Цена, правда, была слишком дорогой, но что поделать?

Именно тогда я поняла, что хочу разгадывать такие головоломки. Не потому что, я не могу отпустить прошлое, а чтобы в будущем, глядя на подобные «несчастные случаи», я могла найти ту самую причинно-следственную связь, деталь которая всё решила. Составить из этого историю, чтобы рассказать её живым и неисколеченным: «Вот она. Вот причина. Её можно было избежать."

Когда я закончила, в комнате стояла полная тишина. 

#Эмпатия "Мне стало действительно легче. Я чувствую, будто произнести всё это вслух было для меня просто необходимо."
#Драматизм "Покуда молвим мы о боли, тем слаще жить нам в этом мрачном мире."

Даже Кузнечик не издала ни звука. Она смотрела на меня огромными глазами, в которых читался тихий ужас.

Мельпа медленно кивнула, её взгляд был тяжёлым и задумчивым.

Мельпа: Чёрт... 
Выдохнула она.

Мельпа: Вот это поворот. Я думала... ну, болезнь какая-то, или авария. А тут... 

Она резко встряхнула головой. 
 
Мельпа: Короче, ты молодец.

#Восприятие "В её взгляде читалось искренне уважение."

Кузнечик: Яна... 
Прошептала явно впечатлённая Кузнечик. Она даже обратилась ко мне по имени, а не по кличке. Такое я слышу впервые.

Кузнечик: А тебе... а тебе было очень страшно, когда тебя ударило током?

Яна: Нет. У меня не было времени испугаться. После того, как пришла боль, я лишилась чувств. Страшно стало, когда я впервые увидела то, что осталось от моей левой руки.

#Восприятие "Она потупила взгляд. Было видно, что ей хочется спросить что-то ещё, но она никак не могла решиться. Поэтому просто замолчала и сосредоточенно начала вязать бесполезные узлы на первом попавшемся под руку шнурке."

Мельпа коротко усмехнулась.

Мельпа: Ну, ты даёшь, Ящерица. Жизнь не хреново вдарила тебе под рёбра, а ты вместо того, чтобы сломаться, решила посвятить себя чему-то большему. Сильно Это по-нашему.

Она протянула мне готовую пиратскую треуголку.

Мельпа: Примерь, капитан. С таким настроем тебе и море по колено.

Я надела протянутую мне шляпу, спросила как выгляжу. Всё ещё растерянная Ульяна показала большой палец. Алиса сказала, что ей она явно идёт больше.

Яна: Спасибо, что пришли. А то я тут с ума уже сходить начала.

Сказала я просто, потому что других слов не находилось. 

Яна: И спасибо, что попросили рассказать про руку. Для меня это было важно.

Мельпа: Пустяки.

Отмахнулась улыбающаяся Мельпа.

Мельпа: Мы же Воробьи.

Я попыталась вернуть ей треуголку, но она сказала, что пусть останется пока у меня.

Они ушли перед началом ужина. Ушли так же стремительно, как и появились, оставив после себя запах клея, небольшие разбросанные обрезки цветной бумаги. Я лежала и смотрела на незамысловатую самодельную пиратскую шляпу лежащую возле протеза.
Это был не просто элемент костюма для Дня Нептуна. Для меня она сейчас была напоминанием того, что я не одна. И ради этого чувства стоило пережить и боль, и скуку, и все страхи в мире.

Вскоре пришла Виолетта. Принесла ужин. Она покосилась на оставленный на тумбочке реквизит, но не стала задавать вопросы.

Виолетта: Ну что, готова к выписке?  Утром осмотрю тебя и если всё в порядке, гуляй, как ветер в поле.

Яна: Да. Наконец-то. Хотя, знаете, наверное даже и неплохо, что я попала сюда.

Виолетта улыбнулась и бросила на меня заинтересованный взгляд.

Виолетта: Тебя настигло понимание чего-то важного? 

Я посмотрела на треуголку. 

Яна: Да. Именно так. Есть ещё о чём подумать, но вопросов становится всё меньше и они более не терзают меня, как прежде.

Виолетта тоже посмотрела на шляпу оставленную Алисой. Она вновь улыбнулась, кивнула и больше ничего не сказала.


    scene bg black with Dissolve(2)
    $ renpy.pause(1, hard=True)
    $ yn_onload("unlock")
    $ yn_set_timeofday_cursor_var = True
    $ persistent.yn_protagonist = "yana"
    # $ yn_rename_character("yn_yana", "Яна")
    scene bg yn_ext_pier_sunset_gl with dissolve
    play ambience ambience_lake_shore_evening fadein 2
    play music yn_giaa_first_day_of_sun fadein 2
    # !голова яны в купальнике
    yn_narrator "День Нептуна - водное мероприятие, которое перекочевало в пионерлагеря от моряков."
    #Энциклопедия "В его основе лежит старинная морская традиция “пересечения экватора”. Когда парусное судно впервые пересекало экватор, для моряков, которые делали это впервые, устраивали шуточное, но суровое посвящение. Их обливали морской водой, мазали сажей и заставляли проходить различные испытания под предводительством опытного моряка, наряженного в царя морей — Нептуна (или Посейдона). Это был ритуал перехода, превращавший новичка-“салагу” в настоящего “морского волка”."
    yn_narrator "Во время театрального представления пионеры обливаются водой, а иногда и принудительно отправляют в заплыв своего зазевавшегося товарища."
    yn_narrator "Организацией занималась Сказочница с ребятами из младших отрядов."
    yn_narrator "Она пыталась и нас завербовать в помощники, но после маниакального блеска в глазах Алисы и парочки её «зажигательных» идей, вожатая резко передумала."
    scene bg ext_beach_sunset
    show yn_us smile pirate at center
    with dissolve
    yn_us "Да ладно! Ты сняла свою железяку? Теперь точно нужно искупаться! День Нептуна как никак!"
    yn_yana "Я знала, что как только сниму протез, то вы меня в воду потащите."
    show yn_us supr1 pirate with dspr
    #Восприятие yn_narrator "Ульяна очень ненатурально удивилась."
    yn_us "Никто тебя в воду не кинет! Честное пионерское!"
    yn_yana "Хотелось бы верить, но верится с трудом. Ладно. Проверим насколько ты честная."
    show yn_us smile pirate:
        linear 1.0 xalign -0.3
    $ renpy.pause(1, hard=True)
    show yn_dv pirate normal:
        xalign 0.15
    show yn_slon normal:
        xalign 1.1
    with dissolve
    yn_slon "Не самая лучшая идея доверять Кузнечику."
    yn_dv "А чего это ты, Слоняра, припёрся по форме?"
    yn_slon "Да я..."
    show yn_slon normal2 with dspr
    show yn_san neptun evil:
        xalign 0.6
    with dissolve
    yn_narrator "Вдруг, на его плечо легла поражающая своими размерами ладонь. Это был Физрук в облачении Нептуна."
    yn_san "Жиром трясти, ска, не хочет."
    yn_mt "Александр Ильич, тут же дети! Можете приличнее выражаться?"
    yn_narrator "Вскинув брови и скрестив руки на груди спросила проходящая мимо Панамка."
    yn_san "Да шо вы начинаете? Какие они,дети? Вона, на Слоняру поглядите - кабаняра, ска!"
    yn_th "Она из-за жары такая красная стала или?.."
    show yn_san neptun normal with dspr
    yn_narrator "Заметив накал, Физрук сделал серьёзное лицо."
    yn_san "Всё. Молчу."
    yn_narrator "Недовольно зыркнув, Панамка ещё какое-то время постояла на месте."
    #Восприятие "Словно действительно хотела удостовериться, что Физрук больше не говорит."
    yn_narrator "Тот стоически держался."
    yn_narrator "Наконец фыркнув, она направилась к компании ребят, что собирались искупать приятеля против его воли."
    yn_san "Годы идут, а всё такая же, ска, правильная. {w}Ну, не везде..."
    show yn_san neptun smile with dspr
    yn_narrator "Физрук заговорщицки подмигнул."
    #Эмпатия "Он явно знал какой-то скабрезный секрет и хотел показать, что обладает оным знанием, но делится им явно не собирался."
    yn_us "А вы о чём?"
    show yn_san neptun normal with dspr
    yn_narrator "Александр Ильич сделал вид, что вопрос был адресован не ему."
    show yn_san neptun smile with dspr
    yn_san "Это, Ящерица, у нас тут трёшь-мнёшь возник. Неудобняк, ска."
    yn_san "Ты на меня зла не держи. Я же по факту говорил. Добро?"
    yn_th "Извиняться он не умеет от слова совсем."
    #Эмпатия "Зато искренне."
    yn_yana "Всё в порядке. Я понимаю."
    yn_san "Вот и славненько!"
    yn_narrator "Тем временем, на пляж пришёл Хаер и направился к нам. {w}Но стоило ему заметить Физрука, как пионер резко сделал поворот и попытался ретироваться."
    yn_narrator "Александр Ильич даже не оглянулся."
    show yn_san neptun evil with dspr
    yn_san "Хаер! Сто-оять!"
    yn_th "Да как он это делает?"
    yn_narrator "Хаер послушно замер в пол-оборота. Лицо его походило на гримасу приговорённого к смертной казни."
    yn_san "Где то, шо я просил?"
    yn_haer "Я не нашёл..."
    yn_san "Рожай! Шо ты тогда, ска, припёрся? На Красавицу в купальнике позырить пришёл? Нема её тут. Выполняй уговор или я тебя за жабры в воду утащу! Своим лясем-трясем не отделаешься."
    yn_narrator "Это хоть и была угроза, но всё же довольно добродушная по меркам Физрука."
    yn_haer "Так точно!"
    yn_narrator "И исчез, словно его тут никогда и не было."
    yn_yana "А в чём он провинился?"
    yn_san "Та... Нечё спорить. {w}Ишь ты, ска, на слабо меня взять удумал патлатый."
    yn_san "Ладно, молодёжь. Развлекайтесь."
    hide yn_san
    hide yn_slon
    with dissolve
    show yn_dv pirate normal:
        linear 1.0 xalign 0.8
    show yn_us smile pirate:
        linear 1.0 xalign 0.2
    $ renpy.pause(1, hard=True)
    yn_narrator "Слон вместе с Физруком ушли к остальным «актёрам». Ну, точнее к Русалке, которая на удивление была сегодня... {w}Русалкой."
    #Эмпатия yn_narrator "Чем та явно была недовольна, судя по её раздражённому виду."
    play sound sfx_draw_water
    yn_narrator "Как и стоило ожидать, Ульяна и честность - вещи несовместимые. Девчушка окатила меня водой из ведра. {w}Теперь от прилипшего песка я вряд ли отделаюсь."
    yn_yana "Кузнечик!"
    show yn_us grin pirate with dspr
    yn_us "А я что? Обещано было в воду тебя не тащить, но про воду к тебе мы не обговаривали. Вы сюда загорать пришли что ли? Пошли купаться!"
    yn_dv "Пас. Если попытаешься меня облить - тебе конец."
    yn_th "А пойду-ка я и правда искупаюсь. До ужина осталось не так много времени. Солнце уже заходит."
    scene bg yn_act2_scene6_swim with dissolve
    yn_narrator "Вода оказалась тёплой."
    yn_narrator "Кругом резвилась ребятня."
    yn_narrator "Они окатывали друг-друга брызгами, звонко смеялись и явно были счастливы."
    yn_narrator "Я всматриваюсь в горизонт."
    yn_narrator "Ровно на границе между водой и небом снова плывёт электричка."
    yn_narrator "Эта закатная {yn_tip_tag=suita}сюита{/yn_tip_tag} рифмуется с пением птиц, гвалтом всеобщего веселья и очень умиротворяет."
    yn_narrator "Раньше мне очень часто казалось, что я вижу себя со стороны, словно наблюдаю за собой из зазеркалья."
    yn_narrator "Когда радовалась или сердилась - это словно делала кто-то другая, а не я."
    yn_narrator "Теперь, смотря в зеркальную гладь воды, я понимаю, что наконец-то перестала видеть себя со стороны."
    yn_narrator "Отражение на своём месте."
    yn_th "{i}Неужели всё взаправду?{/i}"
    stop music fadeout 2
    stop ambience fadeout 2
    scene bg black with Dissolve(2)
    $ renpy.pause(1, hard=True)
    $ renpy.block_rollback()
    $ persistent.timeofday = "day"
    $ persistent.sprite_time = "day"
    scene bg yn_int_theatreclub_day
    show yn_us normal:
        xpos -240

    show dv normal pioneer2:
        xpos 160

    show yn_haer pity longhair:
        xpos 850

    show yn_kot normal:
        xpos 470

    show yn_slon normal2:
        xpos 1200
    with Dissolve(2)
    play ambience ambience_int_cabin_day fadein 2
    play music yn_everyday_theme fadein 5

#ВОТ ТУТ СДЕЛАТЬ СЛЕДУЮЩИЕ ДЕЙСТВИЕ.

#Два варинта сцены, если Яна выиграла в карты и если проиграла.

#Вариант победы

Вечерний воздух был тёплым и плотным. 

Дорожка вдоль лагеря тянулась вперёд серой лентой, теряясь в темноте между редкими фонарями.

#Восприятие "Бег всегда помогал мне разобраться со своими мыслями."

Рядом со мной, не сбавляя темпа, двигалась Мельпа.

Ей всё это мероприятие не нравилось от слова совсем.

Мельпа "В условиях обещанки вроде как значилось, что мы бегаем только по утрам. С какого фига ты меня ещё и вечером вытаскивать начала?"

Яна "Что-то я не припомню такого. Был договор просто бегать и неважно когда."

Мельпа "Я потом у свидетелей спора поинтересуюсь."

Я усмехнулась.

Яна "Разве ты не чувствуешь, что пробежки идут тебе на пользу? Особенно при условии, что ты куришь."

Мельпа "Именно из-за того, что я курю у меня сейчас ощущение, будто на следующем повороте я лёгкие выплюну."

Где-то впереди мелькнул силуэт. Кто-то стоял у поворота в сторону музыкального клуба, прислонившись к столбу.

Когда мы приблизились, силуэт отделился от тени.

Журналистка.

Журналистка "О, какие люди и на пробежке! А я как раз вас ищу."

Мы остановились.

Мельпа "Хорошо ищешь, как погляжу. Прям знала, где ждать. Следишь за нами, да?"

#Эмпатия "Журналистка пропустила колкость мимо ушей. Она реагирует только на полезную информацию."

Журналистка "Это, конечно, не в моих правилах, но до меня дошла некоторая не самая приятная информация."

Журналистка выдержала паузу и молча посмотрела за наши спины. 

Мельпа "Не томи. Помню-помню. Баш на баш. Решим потом."

Журналистка кивнула.

Журналистка "На тебя, Ящерица, поступила жалоба на Кладбище. В сущности ничего серьёзного не случилось. Когда услышали твою фамилию лишь покивали с серьёзным видом и отложили папку в сторону. Думаю, они закроют на это глаза в конечном счёте."

Яна "Неожиданно. А кто и почему на меня пожаловался?"

Журналистка "Анонимка. Побеги в лес с целью курения."

Мельпа резко всплеснула руками.

Мельпа "Курение? Серьёзно?"

Яна "Я даже не пробовала."

Журналистка "Я знаю. Поэтому и решила, что вам нужно знать. Оболгать невиновного — подло."

Мельпа "А кто у нас стукачок-аноним? Не Ёж случаем?"

Журналистка "Нет не Ёж. Ангел. Не знаю, что ты такого сделала, Ящерица, но она явно на тебя зуб точит, как сама видишь."

Тишина стала ощутимой.

Мельпа "Ну конечно. Ещё это тупой мажорки нам не хватало... Ангел, значит."

Она провела языком по зубам, будто пробуя это имя на вкус.

Мельпа "Очень на руку, что ты у Медузы на хорошем счету. Возможно действительно обойдётся."

Алиса стала на удивление задумчивой и сосредоточенной.

Яна "А какой у неё Мотив? Я просто пару раз с ней поспорила и всё."

Журналистка "Личный. Или идейный. У неё это часто совпадает. Того, что ты не согласилась с ней пару раз — уже достаточно, чтобы она попыталась испортить тебе жизнь."

#Восприятие "В таком контексте прозвище Ангел звучало почти иронично. Умеют же ребята попасть в точку."

Мельпа "Это по факту оскорбление всех Воробьёв. Если она решила играть в такие игры, значит надо наказать."

Яна "Не начинай, пожалуйста."

#Эмпатия "Я знала этот тон. Он означал, что Алиса уже строит план мести."

Яна "Нам сейчас не нужно усугублять наши взаимоотношения с Павлинами ещё больше. И так история с Ежом."

Мельпа фыркнула, но промолчала.

Журналистка "Я бы на вашем месте была осторожнее. Ещё одна жалоба и тебя точно вызовут на Кладбище для серьёзного разговора."

Яна "Спасибо за информацию."

Журналистка кивнула и уже собиралась уйти, но остановилась.

Журналистка "Кстати, Мельпа, с тебя теперь рассказ о том, что у вас с Ежом происходит."

Мельпа "Договор. Я тебе такой материал скоро притащу — закачаешься."

Журналистка кивнула,  развернулась и растворилась в темноте.

Мы с Мельпой ещё секунду стояли молча.

Мельпа "Я ей устрою."

Яна "Нет."

Мельпа "Да."

Яна "Давай не будем действовать на эмоциях. Я завтра что-нибудь сама придумаю."

Мельпа "Я не на эмоциях. Я рационально злая. Она видимо вообще страх потеряла, если на нашего стучит."

Я невольно усмехнулась.

#Эмпатия "Никакими уговорами я не смогу её остановить. Остаётся только надеяться на то, что всё закончится не катастрофой"

Яна "Ладно, пошли нашим расскажем. Время уже."

Театральный кружок встретил нас привычной полутьмой.

Слон поднял голову.

Слон "Вы поздно."

Мельпа "У нас тут новости."

Яна "На меня настучали."

Кузнечик "Ого! За что?"

Яна "Курю, убегаю из Лагеря по ночам и, вероятно, представляю угрозу обществу."

Хаер "Ты же не куришь…"

Мельпа "Вот-вот!"

Слон медленно выпрямился.

#Эмпатия "Он уже собирал в своей голове некий пазл происходящего."

Слон "Кто?"

Яна "Ангел."

Кузнечик "Ну конечно! Та ещё стерва."

Слон "Значит так. Завтра разговор — ты идёшь спокойно. Всё отртцай. Сама на себя не наговаривай. Мы что-нибудь придумаем."

Я заулыбалась. Было очень приятно видеть и осознавать, что за меня волнуются. 

Яна "Всё в порядке. Меня вроде как пока никуда не вызывают. Наверное, реноме сработало."

Хаер "Фух, повезло-повезло!"

Мельпа "Всё равно нельзя спускать такой выкидон на тормозах."

Слон "Давай без самодеятельности. Все вместе придумаем, что делать."

Мельпа закатила глаза.

Кузнечик "Скучный ты."

Слон "Зато мои методы более безопасны и эффективны."

Мельпа "Короче, пошли в домик, Кузнечик. Я устала после пробежки. Надо отдохнуть."

Кузнечик "Та я ещё посижу"

Мельпа "Пошли."

Ульяна с обречённым видом встала из-за стола и шаркающей походкой поковыляла к выходу.

Алиса явно не собиралась идти спать. Это понимали все, но никто ничего не сказал.

Надеюсь, её затея не обернётся большой бедой.

Слон "Спокойной ночи и осторожнее, пожалуйста."

#Вариант 2: Яна одна (Проиграла)

Вечерний воздух был тёплым и плотным. 

Дорожка вдоль лагеря тянулась вперёд серой лентой, теряясь в темноте между редкими фонарями.

#Восприятие "Бег всегда помогал мне разобраться со своими мыслями. Особенно, когда бежишь одна, можно подумать обо всём, что тревожит мысли."

Я ускорилась.

Впереди мелькнул силуэт. Кто-то стоял у поворота в сторону музыкального клуба, прислонившись к столбу.

Когда я приблизилась, силуэт отделился от тени.

Журналистка "Ящерица. Как удачно."

Я сбавила шаг.

Яна "Сомневаюсь, что это случайная встреча."

Журналистка "Да, ты права. Не случайная."

Журналистка оглянулась по сторонам и подошла ещё ближе.

Журналистка "На тебя поступила жалоба. На Кладбище!"

Яна "Интригующе. В чём причина?"

Журналистка
"Курение. Ночные побеги."

Я остановилась.

Яна "Любопытно. Особенно первая часть."

Журналистка "Я знаю, что ты не куришь."

Яна "Рада, что хоть кто-то это знает."

Пауза. Мы обе щадумались о чём-то своём. Хотелось спросить имя стукача, но такую информацию просто так не разглашают. 

Журналистка "Это была Ангел."

Я кивнула.

#Восприятие "И почему я не удивлена? Это вполне похоже на поступок такой яркой представительницы золотой молодёжи, как она."

Яна "Знаешь причину?"

Журналистка "Неофициально — личная месть. Официально — забота о порядке в Лагере."

Яна "Разумеется. Что, завтра меня вызовут на Кладбище?"

Журналистка "Что любопытно — нет. Когда услышали твою фамилию, вероятно, решили на первый раз закрыть глаза."

Яна "Вот как? Удачно быть мной."

Она внимательно посмотрела на меня.

Журналистка "Ты спокойна."

Яна "Потому что не виновата."

Журналистка "Это не всегда решает."

Я усмехнулась.

Яна "Зато упрощает аргументацию."

Журналистка кивнула.

Журналистка "Будь осторожна. За первой жалобой может последовать и вторая. На неё уже вряд-ли закроют глаза."

Яна "Спасибо. Я твоя должница."

Она улыбнулась. 

Журналистка "Брось. Мы же товарищи. Всё. Я пойду. До встречи!"

Яна "Пока!"

Как только Журналистка скрылась из виду, я снова побежала.

Нужно привести в порядок мысли. Подумать и решить, что делать с этой занозой.

Журналистка права. Если не пресечь такие выходки, то действительно могут начаться проблемы. 

Наверное, нужно с ней поговорить. А как? О чём?

Удивительно, как всего лишь небольшой спор и пара подколок могут привести к подобному. 

Вот ведь нечем человеку заняться. 

Что же делать?

Может, обратиться за помощью к ребятам? 

Да, действительно. Лучше всего будет обсудить это с ними.

Театральный кружок встретил меня привычной полутьмой.

Слон поднял голову.

Слон "Ты поздно." 

Яна "У меня тут не самые хорошие новости."

Мельпа "И какие же? За тобой кралась Медуза, чтобы устроить нам ночную облаву?"

Яна "На меня настучали."

Кузнечик "Ого! За что?"

Яна "Курю, убегаю из Лагеря по ночам и, вероятно, представляю угрозу обществу."

Хаер "Ты же не куришь…"

Мельпа "Что за бред? Ты от Журналистки об этом узнала?"

Я кивнула.
Слон медленно выпрямился.

#Эмпатия "Он уже собирал в своей голове некий пазл происходящего."

Слон "Кто?"

Яна "Ангел."

Кузнечик "Блин, она та ещё стерва."

Тишина стала ощутимой.

Мельпа "Ну конечно. Ещё этой тупой мажорки нам не хватало... Ангел, значит."

Она провела языком по зубам, будто пробуя это имя на вкус.

Алиса стала на удивление задумчивой и сосредоточенной.

Слон "Значит так. Завтра разговор — ты идёшь спокойно. Всё отртцай. Сама на себя не наговаривай. Мы что-нибудь придумаем."

Я заулыбалась. Было очень приятно видеть и осознавать, что за меня волнуются. 

Яна "Всё в порядке. Меня вроде как пока никуда не вызывают. Наверное, реноме сработало."

Хаер "Фух, повезло-повезло!"

Слон "Очень на руку, что ты у Медузы на хорошем счету. Возможно действительно обойдётся."

Мельпа "Всё равно нельзя спускать такой выкидон на тормозах. Я ей устрою. Она по факту на нас всех наехала. Нужно наказать. Незамедлительно."

Слон "Давай без самодеятельности. Все вместе придумаем, что делать."

Мельпа закатила глаза.

Кузнечик "Скучный ты."

Слон "Зато мои методы более безопасны и эффективны."

Мельпа "Короче, пошли в домик, Кузнечик. Я устала. Надо отдохнуть."

Кузнечик "Та я ещё посижу"

Мельпа "Пошли."

Ульяна с обречённым видом встала из-за стола и шаркающей походкой поковыляла к выходу.

Алиса явно не собиралась идти спать. Это понимали все, но никто ничего не сказал.

Надеюсь, катастрофы не произойдёт.

Слон "Спокойной ночи и осторожнее, пожалуйста."

#ИНТЕРМЕДИЯ КУЗНЕЧИКА "Все дети, кроме одного, когда-нибудь вырастают"

yn_narrator "Тишина. Ну почти. Под ухом жужжит комар, а где-то далеко ухает сова. Мы с Мельпой прилипли к стволу толстой сосны. Ангел – эта белобрысая, мерзкая выскочка шла по тропинке к бане, напевая что-то под нос. Свет её фонарика прыгал по стволам деревьев."

yn_narrator "Этой царевне не нравится постоянно мыться в общих душевых, поэтому пару раз в неделю она запрягает Ежа топить ей баню после отбоя."

yn_narrator "Зуб даю, что на Кладбище об этом знают, но нифига не делают. Вот такое у нас равенство. Не всех раскулачили! Ой, не всех!"

Кузнечик "И не мандражует же она по такой темени в лес ходить"
yn_narrator "Мельпа ткнула меня локтем в бок и зашептала:"
Мельпа "Тише, блин! Услышит же."
Кузнечик "Да не услышит она ничего. Смотри, как ноздри к небу задрала! Будто не мыться идёт, а на дискотеку."

yn_narrator "Ангел реально шла с какой-то дурацкой манерностью, высоко подняв подбородок и даже в тёмном лесу сохраняя это её тупорыло-важное выражение лица."

Мельпа "Так, малая, главное не тупи. Она оставит одежду с полотенцем на скамейке в предбаннике.  Когда дверь в парную захлопнется – мы хватаем шмотки и дуем отсюда. Без звука! Поняла?"

Кузнечик "Это и есть твой гениальный план мести?"

Мельпа "Если план сработает, то чем он не гениален? Только представь, как она голышом будет в лагерь возвращаться."

Кузнечик "Ха! Реально! Пущай знает, как наших трогать. А куда мы денем её тряпки потом?"
Мельпа "Хочешь, можешь себе её кружевные труселя оставить."
yn_narrator "Мельпа усмехнулась, я показала ей язык"
Кузнечик "Вот тебе надо, ты и бери."
Мельпа "Ну, а что ты предлагаешь?"
Кузнечик "А давай мы их торжественно водрузим на голову Ленина на площади! Пусть Ильич тоже приобщится к западной моде."
Мельпа "Нашла кого спросить. Ты расшибёшься пока на эту бандурину залезешь, а если ещё кто увидит, то тебя Медуза заживо сожрёт."
yn_narrator "Ангел подошла к маленькому бревенчатому домику с трубой. Свет из оконца предбанника упал на неё. Мы затаив дыхание подобрались ближе и спрятались в кустарнике."

yn_narrator "Но прежде чем зайти внутрь белобрысая застыла прислушиваясь и оглядываясь. Мы присели ещё ниже, почти перестав дышать."

yn_narrator "Когда мы подняли головы, то увидели, что она подобрала с земли камень и свернула за угол бани."

yn_narrator "Скоро раздался едва слышимый свист броска, громкий шелест и испуганный вскрик."

Ангел "А ну свалил отсюда, извращенец! Если ещё раз увижу, то пиняй на себя!"

yn_narrator "Орала она громко и противно."

Кузнечик "Ёж?"

Мельпа "А кто же ещё?"

Кузнечик "Прикинь, если мы сейчас шмотки её утащим, а она на него подумает?"

Мельпа "Скорее всего так и будет. Это нам на руку."

yn_narrator "Грустный Ёж, потирая подбитое камнем плечо быстро выскочил на тропинку ведущую к Лагерю. Следом вышла красная, как варёный рак Ангел. Подперев бока она орала ему вслед всякие обзывательства."

yn_narrator "Вот дед говорил, что если человек не умеет хорошо ругаться, значит он тупой и ограниченный. Слушая оскорбления белобрысой, я понимаю, что мой дед — очень мудрый человек."

yn_narrator "Спустя некоторое время, когда Ёж уже точно ушёл, Ангел зашла в баню. Мы подкрались ещё ближе и заглянули в окно предбанника."

yn_narrator "Вот она сняла сандалии. Вот сложила на скамейке рубашку. Начала снимать юбку и...

yn_narrator "Мельпа дёрнула меня за плечо вниз и схватила за руку. Морда лица у неё была недовольная."

Мельпа "Кузнечик, чтоб тебя! Ты пялится на неё пришла что ли? Чуть не спалились из-за тебя!" 
yn_narrator "Прошипела Мельпа. Её пальцы сжали моё запястье."
Кузнечик "А я чего? Просто смотрела куда она одежду ложит."
Мельпа "Это я тебя сейчас здесь положу и оставлю. Соберись!"

yn_narrator "Дверь в парную скрипнула и захлопнулась. Мы аккуратно заглянули в окно. Всё чисто."
Кузнечик "А сандалии тоже забираем?"
Мельпа "Мы же не дикари. Ей ещё через лес шкандыбать. Обувь оставим."
yn_narrator "Из парилки раздалось громкое шипение, из дверных щелей просочился пар."
Мельпа "СЕЙЧАС!"
yn_narrator "Мы выскочилииз укрытия, как ошпаренные. Я аккуратно приподняла и открыла дверь, чтобы она не заскрипела. Мельпа заскочила внутрь.
yn_narrator "Она на носочках метнулась к скамейке и схватила весь ворох одежды: рубашку, юбку, нижнее бельё, полотенце и даже носки!"
yn_narrator "Вдруг из всего этого комка выскочил ремень и с невероятно громким звном стукнулся об деревянный пол."
yn_narrator "Из-за двери парной раздался визгливый вопль:"
Ангел "КТО ТАМ?!"
Мельпа "Бежим!
yn_narrator "Она произнесла это одними губами и в следующее же мгновение уже неслась обратно в лес, прижимая добычу к груди."

yn_narrator "Я, не раздумывая, захлопнула дверь предбанника и помчалась за ней."

yn_narrator "Уже за нашими спинами раздался повторный хлопок, и в ночи зазвучали истеричные крики:"
yn_angel "СТОЯТЬ! ВОР! ВЕРНИ! ЁЖ!"
yn_narrator "Мы мчались сквозь ночной лес на всех порах. Ветки хлестали по лицу, корни пытались заставить споткнуться. Украденная рубашка на плече Мельпы развевалась, как знамя победы."

yn_narrator "Мы выскочили на опушку и рухнули на траву, задыхаясь от смеха и бега. Мельпа разложила трофеи перед собой.

Мельпа "Эх, я бы столько отдала, чтобы посмотреть как она будет фигачить в Лагерь в чём мать родила!"
Кузнечик "А если она с собой в парилку ещё одно полотенце взяла?"
Мельпа "Та пофиг. Всё равно удовольствия мало будет. На этом считаю, что наш товарищ благополучно отомщён!"
Кузнечик "Представляю рожу Медузы, если во время обхода она увидит голую Ангела пытающуюся дойти до домика!"
yn_narrator "Я каталась по траве, держась за живот. Мельпа, ухмыляясь, примеряла рубашку Ангела поверх своей."
yn_narrator "Я взяла валяющуюся рядом веточку и подцепила ей красные трусы, которые и впрямь оказались кружевными.
Кузнечик "А теперь – к Ленину! Надо исполнить вторую часть плана!"
Мельпа "Успокойся и брось каку. Пошли в Лагерь. А то сами ещё Медузе на обходе попадёмся." 
Кузнечик "А что со шмотками делать будем?"
Мельпа "Рубашку я себе оставлю, а остальное тут брось."
Кузнечик "Не-е! Я тогда юбку заберу!"
yn_narrator "Мельпа вскинула бровь и как-то странно на меня посмотрела, но затем просто пожала плечами."
yn_narrator "Мы взяли добычу и, улыбаясь довольные собой, понеслись к лагерю, оставляя позади лес, баню и вопли голой лагерной «королевы»."

***

Был тихий час. Солнце стояло в зените. Лагерь замер в той особенной полуденной дрёме, когда слышно только, как шелестит листва от порывов знойного ветерка и как муха бьются о стекло. Даже вожатые спрятались в тени беседок и служебных комнат.

Мы собрались в театральном кружке. Кот сидел на подоконнике, Ульяна на сцене, а я вместе с остальными воробьями сидела за столом. Мы играли в карты.

Разговор шёл лениво, медленно и о всякой всячине. 

Кот пытался пересказать какую-то поучительную проповедь, но на середине ему самому стало скучно и он замолчал. 

Хаер пытался вспомнить или понять значение слова «экзистенциальный» и требовал, чтобы ему не подсказывали. 

Кузнечик без конца крутила в руках какую-то старую пуговицу. 

Мельпа, развалившись на двух стульях, практически дремала и приоткрывала один глаз лишь тогда, когда был её ход. 

Слон решил взять тему беседы на себя.

Слон "Слышали же уже, что недалеко от нашей полянки дерево вчера вечером загорелось? Благо, лестной пожар не начался, иначе бы Лагерь пришлось эвакуировать."

Яна "Ого! Впервые слышу. А что случилось?"

Кузнечик резко выпрямилась, и пуговица выпала у неё из рук.

Мельпа резко открыла глаза и практически рывком развернулась в сторону Ульяны.

Мельпа "Твоих рук дело?"

Кузнечик отвела взгляд, заёрзала.

#Восприятие "Мельпа смотрела на неё хмуро, скрестив руки на груди, на плечи её белоснежной рубашки так и просились офицерские погоны."

Кузнечик "Есть такое. Я не специально..."

Кот "Это я виноват. Кузнечик просто рядом была."

#Эмпатия "Он явно заступался за подругу. Судя по смягчившемуся взгляду Алисы, даже ей такое проявление благородства было не чуждо."

yn_yana "В смысле, вы подожгли дерево?"
yn_us "Не подожгли! Оно само загорелось..."
yn_yana "Скажи мне на милость, как дерево может загореться само?"
show yn_kot think with dspr
yn_kot "Ну... Был же один горящий куст..."
yn_haer "Это к теме не относится."
yn_narrator "Отрезал Хаер попытки Кота перевести разговор в другое русло."
yn_dv "Кузнечик, ты когда-нибудь находила свою одежду приклеенной к потолку?"
yn_us "Нет..."
yn_dv "А хочешь?"
show yn_us fear with dspr
yn_us "Точно нет."
show yn_us normal with dspr
yn_dv "Тогда не тяни кота за..."
yn_narrator "Алиса запнулась. Оценивающе глянула на Кота."
show yn_kot normal with dspr
yn_narrator "Он, в свою очередь рефлекторно на всякий случай перекрестился."
yn_dv "Рассказывайте давайте!"
yn_kot "Ну, Кузнечик нашла лупу и мы решили поэкспериментировать."
yn_haer "Нашли? Это где?"
yn_us "Ну, одолжили в библиотеке..."
yn_haer "Если Мегера заметит пропажу, то примчится сюда."
yn_dv "И что дальше?"
yn_kot "Мы хотели проверить, правда ли с помощью лупы можно что-нибудь поджечь. Оказалось, что можно..."
yn_yana "Я ума не приложу, каким образом то вы дерево подожгли."
yn_us "Мы сами без понятия."
yn_dv "Кто-нибудь вас видел?"
yn_us "Да нет. Если бы нас заметили, то Панамка с Медузой уже были бы здесь."
yn_haer "Благо хоть додумались подальше от Лагеря свои эксперименты проводить. Но ладно. Это, вроде, нечет."

Я откинулась на спинку стула, пытаясь переварить услышанное.

Яна "То есть вы хотите сказать, что случайно, с помощью библиотечной лупы, сожгли дерево? И при этом сами не поняли, как это вышло?"

Кузнечик виновато пожала плечами.

Кузнечик "Ну... там трава сухая была, потом искра, потом ветер... а потом уже поздно было."

Слон "Вы понимаете, что случилось, если огонь перекинулся на другие деревья?"

Кот "Мог бы пожар начаться и Лагерь бы эвакуировали." 

Грустно ответил Кот. 

Слон "Ну да. Я так и сказал."

Кот "Хорошо, что мы быстро сообразили и траву вокруг дерева песком забросали."

Яна "А где вы песок в лесу взяли?"

Хаер "Да там рядом озерцо лесное. Лютик его в своё время нашла. Мы туда раньше ходили купаться, а потом оно подсыхать начало и стало похоже больше на болото."

Мельпа слушала, лениво почёсывая подбородок.

Мельпа "А лупа эта где?"

Кот "Тут." 

Он указал на шкафчик с реквизитом.

Слон "Значит, так. Лупу надо вернуть на место. Тихо, чтоб Мегера незаметила. И к дереву этому больше не приближаться. Всё понятно?"

Кузнечик "А если спросят?"

Робко спросила Кузнечик.

Мельпа "Никто не спросит." Отрезала она.

Мельпа "А коли спросят, то дурачками прикиньтесь. Я не я, и хата не моя."

Она обвела всех тяжёлым взглядом, останавливаясь на каждом.

Мельпа "И всем молчать об этом случае, а то ещё не ровен час, что ляпните кому, а Медуза услышит. Ей только повод дай."

Я смотрела на ребят и невольно улыбалась. Виноватая Кузнечик, нервно усмехающийся Хаер, перепуганный Кота, царственная и строгая Мельпа, задумчивый Слон.

Смотрела, улыбалась и понимала, что ещё месяц назад я бы возмутилась такой безответственностью. А теперь... теперь меня это даже забавляло.


    
    yn_narrator "Алиса попросила меня прийти в библиотеку после ужина. К тому моменту зной сменился приятной прохладой и менее приятным моросящим дождиком."
    yn_narrator "Сперва я решила заглянуть в музыкальный клуб, чтобы отдать Мику одолженную на днях заколку. Уже на подходе к зданию клуба начался лёгкий летний дождь."
    yn_narrator "На крыльце я заметила высокую рыжеволосую девушку. Ей оказалась вожатая по прозвищу Жуля."
    yn_narrator "За всё время моего пребывания в Лагере мы сталкивались всего пару раз, но я наслышана о ней, как о отличной художнице. В принципе, это всё, что я о ней знаю."
    show yn_julya normal at center with dissolve
    yn_julya "О! Привет, Ящерица!"
    yn_narrator "С лёгкой улыбкой крикнула она мне."
    yn_julya "Давай сюда, быстрее! Чего мокнешь?"
    scene bg yn_ext_musclub_verandah_sunset_video_rain
    show yn_julya happy at center
    with dissolve
    yn_narrator "Когда я поднялась по ступенькам, её улыбка стала ещё шире."
    yn_yana "Здравствуйте!"
    yn_narrator "Я начала с формальностей, потому что не знала как стоит себя с ней вести. На это она лишь отмахнулась."
    yn_julya "Перестань. Я не Медуза и не такая взрослая, как Панамка. Можешь обращаться на «Ты»."
    yn_yana "Хорошо. Спасибо. Так будет проще."
    yn_julya "Да без проблем. Обращайся!"
    yn_narrator "Она подмигнула."
    yn_julya "А ты тут чего? Тоже к Мику?"
    yn_narrator "Дождь мелкой дробью барабанил по крыше навеса, мелодично сливаюсь с шелестом крон деревьев."
    yn_narrator "Иногда мне кажется, что само это место создаёт вокруг себя музыку."
    yn_yana "Да. Хотела кое-что вернуть. А вы... ты тут зачем?"
    yn_julya "Ну, считай, цели у нас схожи, но альтернативны."
    yn_julya "Хотела у неё гитару одолжить, да вот не ко времени пришла. Закрыто."
    yn_yana "Есть идеи, где она может быть?"
    yn_julya "Вполне. Скорее всего она сейчас в художественном кружке вместе с доброй половиной Голубей. У них там какие-то обсуждения. Я, честно сказать, не вникала."
    yn_yana "А зачем ты тогда пришла сюда, если знаешь, что она в другом месте?"
    yn_julya "Ну... я об этом задумалась только после того как ты спросила."
    yn_narrator "Странно. А зачем Алиса вообще позвала меня в библиотеку? Это же явно как-то связано с тем, что Голуби сейчас в другом месте!"
    yn_yana "Я тогда пойду. Мне ещё кое-куда нужно успеть заскочить."
    show yn_julya normal with dspr
    yn_narrator "Жуля в это мгновение словно бы ушла в себя, не сразу отреагировав на моё прощание."
    yn_julya "А. Да. Бывай! Было приятно пообщаться!"
    stop ambience fadeout 2
    scene bg black with yn_timeskip
    $ renpy.pause(1, hard=True)
    scene bg yn_int_library_sunset_rain_anim with yn_timeskip
    play ambience ambience_library_day fadein 2
    play sound_loop yn_rain2 fadein 2
    yn_narrator "В библиотеке царило мертвенное молчание, изредка прерываемое шуршанием где-то на переферии."
    yn_yana "Ты здесь?"
    yn_narrator "Из-за книжных стеллажей показалось очень недовольное лицо."
    show dv sad pioneer2 at center with dissolve
    yn_dv "Чего так долго? Тебя только за смертью посылать."
    yn_yana "Дождь застал меня врасплох. Что ты тут вообще делаешь?"
    hide dv with dissolve
    yn_narrator "Рыжая голова исчезла за книжными полками, лишь буркнув:"
    yn_dv "Давай сюда."
    yn_narrator "Я заглянула за книжные полки."
    scene bg yn_int_library_books_dv with dissolve
    yn_narrator "Среди хаоса из разбросанных повсюду книг сидела Алиса и смотрела на меня неправдоподобно невинными для её тона глазами."
    yn_dv "Помоги."
    yn_yana "Я бы помогла, только не могу понять с чем. Раскидать книги? Ты что, заначку здесь оставила?"
    yn_dv "Схватываешь на ходу! В одной из книг лежит... кое-что, что мне сейчас очень нужно. Только я не могу вспомнить в какой именно."
    yn_yana "Ты серьёзно спрятала что-то ценное в логове тех, кто тебя и на пушечный выстрел к себе подпускать не пожелает?"
    yn_dv "Эти полки - самое надёжное место. Голуби на дух не переносят Зощенко. Они никогда в жизни сюда не полезут."
    yn_yana "Всё ещё звучит не очень убедительно. Ты точно меня на пособничество в воровстве не подбиваешь?"
    yn_dv "Расслабься. Я тут заначку уже несколько смен подряд делаю."
    yn_yana "А что искать то?"
    yn_dv "Вообще, я тебя позвала, чтобы ты на шухере постояла. Ребята сейчас другим делом заняты. Просто постой на входе. Если кто-то пойдёт, начни его громко забалтывать."
    scene bg yn_int_library_sunset_rain_anim
    show dv sad pioneer2 at center
    with dissolve
    yn_narrator "Она на мгновение замешкалась, перестав перебирать страницы очередной книги. Подняла на меня пронзительный взгляд и немного стушевавшись сказала:"
    yn_dv "Пожалуйста."
    yn_yana "Ну, если пожалуйста, то конечно. В следующий раз предупреждай на что подбиваешь."
    yn_dv "А так неинтересно."
    yn_yana "Мне это совсем не нравится, знаешь ли."
    yn_narrator "Алиса подняла на меня глаза и нахмурилась."
    yn_dv "Ну не бухти. Я скоро. Иди посмотри, чтобы никто сюда не завалился."
    yn_narrator "Мне не хотелось раздувать эту ссору, но чувство было крайне неприятное. Не сказав более ничего, я развернулась и вышла на крыльцо библиотеки."

#***Сцена в случае пути по линии флирта в ивенте с видаком***

Если ты даёшь какие-то обещания, их нужно выполнять. Так я и оказалась тут этим вечером. Мне бы не хотелось, чтобы Вороьи узнали об этом. Будет много ненужных вопросов.

Кладовка кружка радиотехники пахла паяльной кислотой и пылью, но в этом чувствовалось приятное спокойствие. Как будто мы с Шуриком оказались в отдельной вселенной, отгороженной от всего лагеря стеллажами с радиодеталями и старой аппаратурой. Единственное, что не давало окончательно расслабиться, так это напряжение весящие в воздухе. Как раз из-за того, что мы оказались здесь с Шуриком вдвоём.
#Эмпатия "Мне было довольно неловко, ибо оказалась я тут из-за своего собственного выбора, который привёл по сути к некому долгу".
#Восприяте "Шурик заметно нервничал. Держал руки на коленях и постоянно косился в сторону, будто пытаясь придумать речь".

На маленьком телевизоре с зелёноватым экраном шел фильм «Назад в будущее». Шурик сказал, что нашёл кассету каким-то чудом на на дне ящика с деталями.
#Харизма "Хотя тут и слепому будет понятно, что он берёг её именно для этого случая."

Тем временем Марти МакФлай мчался на DeLorean по ночному городу 1955 года. Экран мигал, отбрасывая призрачные блики на стены, уставленные катушками с проводом и коробками с транзисторами. 

Мы сидели на старых подушках, спиной к ящикам с прочим неизвестным инвентарём, а между нами стояла банка с остывшим чаем и пачка «Юбилейного».

Шурик был сосредоточен не столько на фильме, сколько на том, чтобы создать правильную атмосферу. Он то и дело поправлял очки и немного сумбурно комментировал:

«Смотри, Яна, как они передают парадокс времени через визуальные метафоры! И саундтрек... Хьюи Льюис and the News — это же гениально!»

Мне было приятно его общество. После буйства Воробьёв его слегка нервозная увлечённость действовала умиротворяюще. Он не пытался казаться кем-то другим просто делился тем, что любил. И в этом была особая искренность.

#Восприятие "Но не стоит упускать из внимание и тот факт, что он пытается произвести на меня впечатление."

Когда фильм подошёл к кульминации: сцене с исчезающей фотографией, Шурик внезапно стал заметно нервнее. Он перестал комментировать технические детали, всё чаще поглядывал в мою сторону. 

Я чувствовала, как напряжение нарастает. Не то чтобы неприятное, но заметно более тревожное.

Фильм закончился. Пошли титры, заиграли финальные аккорды, а Шурик не спешил перематывать кассету. Он неожиданно выключил телевизор, и нас окутала почти полная темнота, нарушаемая лишь тусклым светом из-под двери.

#Эмпатия "А вот и наступает тот момент из-за которого я не могла окончательно расслабиться."

Шурик "Яна..."

#Восприятие "Судя по звукам и движениям тёмного силуэта, он снял очки и начал протирать их краем рубашки."

Шурик "Мне очень приятно с тобой общаться и проводить время. Ты... ты не похожа на других."

Я почувствовала, как по спине пробежал холодок. Не от страха, а от предчувствия неизбежного.

#Эмпатия "Возможно, немного от стыда..."

Шурик "Ты умная, начитанная..." 

Он продолжал, запинаясь. 

Шурик "И я подумал, что должен сказать это хотя бы до конца смены... Ты мне нравишься."

Тишина в кладовке стала оглушительной. В тусклом свете я видела очертания его распахнутых, наивных глаз за стёклами очков. 

Понимала, что сейчас мои слова окажутся для него болезненными, но честность всегда была моим принципом.

#Драматизм 
Яна "Я знаю."
Шурик явно отвёл взор от безмерности своих стеснений.
#Конец

Яна "Шурик..."

Я осторожно подбирала слова. 

Яна "Ты замечательный парень. И мне действительно очень приятно твоё общество. Но..."

Я сделала паузу, глядя на свои руки. Точнее на руку и протез.

#Харизма "Да уж. Как там говорил отец? «Всё до слова «Но» — лошадиное дерьмо»."

Яна "Я не за курортным романом сюда приехала. Да и не верю я в них... Знаешь, после всего, что произошло в Лагере, я научилась верить в дружбу. И только её я могу тебе сейчас предложить.»

Он несколько секунд молчал, снова надевая очки. Я видела, как он переваривает мои слова. Он даже перестал нервничать.

#Влсприятие "Я видела в этом полумраке, как он смиренно качает головой и слышала, как он выдыхает с некоторой долей какого-то облегчения. Я это видела, слышала и восхищалась его зрелостью".

Шурик "Понимаю."

Наконец сказал он и включил телевизор. Комната вновь осветилась тусклым бледным светом.

#Эмпатия "В его голосе не было обиды, лишь лёгкая грусть."

Шурик "Друзья — это тоже здорово. Тем более что мы оба любим научную фантастику."

Он улыбнулся, и напряжение развеялось, как дым.

#Харизма "Я не стала говорить о том, что в целом никогда не увлекалась научной фантастикой. Не стала, ибо то, как он подаёт свои увлечения — это довольно заразительно."

Я улыбнулась в ответ.

Шурик "Кстати, о фантастике."

Его глаза снова загорелись. 

Шурик "У меня есть кассета с «Солярисом» Тарковского. Правда, фильм очень длинный."

Яна "С удовольствием посмотрю."

Искренне ответила я.

Яна "Но только если будет печенье."

Мы тихо рассмеялись. Шурик перемотал кассету до начала, и мы выбрались из кладовки. Ночь встретила нас прохладным ветерком и тихим перешёптыванием крон деревьев.

Мы пошли к домикам через лесные тропинки в обход площади. 

#Драматизм "Зловещая Медуза уж в ночи не спит и рыщет."

Мы говорили немного. Каждый думал о чём-то совём. Я о последствиях сделанных решений и о том, что не всегда плохо кончается то, что плохо начинается. А Шурик... 
О чём думал Шурик, знает только сам Шурик.

Шурик "Доброй ночи, Яна."

Сказал Шурик у порога моего домика. 

Шурик "Спасибо за честность."

Яна "До завтра, Шурик. Спасибо за фильм."

Я зашла внутрь, чувствуя странную смесь облегчения и непонятной грусти. Но главное, я чувствовала уважение. К нему, за разумную и взрослую реакцию. И к себе за то, что не стала играть чувствами, которые не могла разделить. 

Правда потом всё же вернулось чувство стыда, ибо на чувствах я всё же сначала поиграла.

Следовало бы за это извиниться.


 show dv normal pioneer2:
        xpos 160

    show yn_haer pity longhair:
        xpos 850

    show yn_kot normal:
        xpos 470

    show yn_slon normal2:
        xpos 1200
    with yn_timeskip
    play ambience ambience_int_cabin_day fadein 2
    play music yn_videoplayer_theme fadein 2
    yn_slon "Как и обещал, нарыл кое-что на Ежа! Не малая часть Павлинов его недолюбливает. В основном женская, конечно."
    yn_slon "Короче, Малая где-то нашла очередную «любовную» записку Ежа. К сожалению, разорванную."
    yn_slon "Без понятия, за каким фигом она хранила эти клочки бумаги, но там может оказаться нормальный такой компромат."
    yn_narrator "Алиса смерила Слона разочарованным взглядом и уныло вздохнула."
    yn_dv "Я то думала, ты что-то реальное надыбал, а тут какие-то бесполезные обрывки."
    yn_dv "Сама могу по Лагерю пройтись и собрать несколько таких Ежовых писем. При этом целые."
    yn_haer "Да не гони ты раньше времени. Можно попробовать сложить кусочки. Всё равно ничего не теряем."
    yn_dv "{i}Теряем. {w}Моё. {w}Терпение.{/i}"
    yn_narrator "Процедила она каждое слово сквозь зубы."
    yn_dv "Я могу сделать так, что он даже не поймёт из-за чего у него волосы загорелись. {w}И да, Хаер. Напомню, это и в твоих интересах тоже."
    yn_haer "Да я при любом удачном случае познакомил бы свой кулак с его лицом и устроил им первый поцелуй. Но настучит же. И всё. Пока, Лагерь."
    yn_yana "Может, займёмся этой злосчастной запиской? Попробуем собрать."
    yn_slon "Я притащил клейкую ленту. Можно будет с обратной стороны потом склеить. Если спереди, то с его куриным почерком и мятой бумагой ничего разобрать уже не выйдет. Аккуратно надо."

    menu:
        "Попробовать самой":
            $ yn_sparrows_group_ending += 1
            $ yn_act2_scene6_note_fix = True
            $ yn_slon_ending += 1
            scene bg yn_table with dissolve
            yn_narrator "Я склонилась над столом и принялась кропотливо перекладывать фрагменты записки по столу. Слон помогал."
            yn_narrator "Брал кусочек, разглаживал и приклеивал к нему небольшую полоску скотча."
            call screen yn_note_picking_minigame with Dissolve(0.5)
            show yn_note_full with Dissolve(0.5)
            yn_narrator "Спустя несколько минут, нам всё же удалось собрать полезную улику."
            yn_haer "Ну? Что там? Читай!"
            yn_yana "Дорогуша, я понимаю, что мы в немного разной весовой категории, но ты настолько красива, что я не могу молчать."
            yn_yana "Твои волосы пахнут любовью, а глаза явно видят больше, чем у других. Прошу, Косая, приходи сегодня вечером на причал. Буду ждать."
            hide yn_note_full
            scene bg yn_int_theatreclub_day
            with dissolve
            $ renpy.pause(0.5, hard=True)
            show yn_us normal:
                xpos -240

            show dv normal pioneer2:
                xpos 160

            show yn_haer pity longhair:
                xpos 850

            show yn_kot normal:
                xpos 470

            show yn_slon normal2:
                xpos 1200
            with dissolve
            yn_narrator "Молчание. Всеобщий глубокий вдох."
            yn_dv "Пфф..."
            show dv laugh pioneer2
            show yn_us grin
            show yn_slon smile
            show yn_haer smile2_longhair
            show yn_kot smile
            with dspr
            yn_narrator "Мы одновременно засмеялись протяжным, неумолчным и непрерывным смехом. Хаер вообще хохотал так, словно впал в какой-то припадок."
            yn_narrator "Нам потребовалось много времени, чтобы успокоиться."
            yn_dv "Вот и реальные доказательства, что он шары к Сказочнице катил. Журналистка из этой бумажки сможет такое состряпать..."
            yn_slon "Да, но чтобы закопать Ежа этого будет мало. Все и так знали, что он к ней подкатывал. Нужно что-то ещё."

        "Позволить кому-нибудь другому":
            yn_haer "Давай я попробую собрать."
            yn_dv "Ты и тут накосячить умудришься."
            yn_haer "Не нагнетай."
            yn_narrator "Хаер склонился над столом и принялся кропотливо перекладывать фрагменты записки по столу."
            yn_narrator "Брал один кусочек, разглаживал, приклеивал к нему небольшой полоску скотча и так по кругу. Вот такой странный пазл."
            yn_narrator "Спустя десять минут пионер тихо выругался."
            yn_haer "Тут не хватает двух фра..."
            yn_slon "Фрагментов?"
            yn_haer "Ага. Прям по центру. Нифига не понятно. Прочитать можно только «Твои волосы пахнут любовью»."
            yn_narrator "Молчание. Всеобщий глубокий вдох."
            show dv laugh pioneer2
            show yn_us grin
            show yn_slon smile
            show yn_haer smile2_longhair
            show yn_kot smile
            with dspr
            yn_dv "Пфф..."
            yn_narrator "Мы одновременно засмеялись протяжным, неумолчным и непрерывным смехом. Хаер вообще хохотал так, словно впал в какой-то припадок."
            yn_slon "Это настолько тупо, что гениально."
            yn_dv "Ладно. Всё. Закончили. Записка."
            show dv normal pioneer2
            show yn_us normal
            show yn_slon normal
            show yn_haer pity longhair
            show yn_kot normal
            with dspr
            yn_narrator "Все бросили озабоченные взгляды на стол. Прямо по центру тетрадного листа, где и была написана вся нужная нам информация, зияла большой дыра с рваными краями."
            yn_dv "И где оставшиеся кусочки?"
            yn_slon "Без понятия. Изначально вроде бы всё на месте было."
            yn_haer "Прекрасно. Просто офигенно."
            yn_slon "Ладно. Не парьтесь. Попробую ещё что-нибудь найти."

        stop music fadeout 2
    stop ambience fadeout 2
    scene bg black with yn_timeskip
    $ renpy.pause(1, hard=True)
    scene bg ext_houses_day
    show yn_haer pity longhair at center
    with yn_timeskip
    play ambience ambience_camp_center_day fadein 2
    yn_yana "Ты же сам говорил, что хотел извинится перед Лютиком за цветы. Вот она. Лучше возможности уже не представится."
    yn_haer "Ладно-ладно. Твоя правда. Да. Пойду извинюсь. Ну, надеюсь, нечет."
    scene bg yn_ext_square_lenin_day
    show yn_haer pity longhair at left
    show yn_sl serious at right
    with dissolve
    yn_narrator "Хаер свернул на площадь и шаркающей походкой подошёл к скамейке, где по обыкновению отдыхала Славяна."
    yn_narrator "Она смерила его коротким студёным взглядом и показательно приподняла вверх подбородок."
    yn_haer "Лют, я тут извинится хотел. Некрасиво получилось. Я это не подумав. Прости меня, а? Может, я помочь чем могу?"
    show yn_sl normal with dspr
    yn_narrator "Девушка задумалась, оглядывая Воробья с головы до ног."
    yn_sl "Клумбу я уже восстановила, но помочь ты можешь. Готов?"
    yn_haer "Всегда готов!"
    yn_narrator "Карикатурно отсалютовав, сказал он."
    yn_sl "Ну, пошли, Казанова."
    yn_narrator "Она встала с лавочки и пальцем поманила длинноволосого за собой."
    yn_narrator "Хаер бросил на меня вопросительный взгляд, а мне только и оставалось, что неопределённо пожать плечами."
    hide yn_sl
    hide yn_haer
    with dissolve
    yn_narrator "Оставшуюся часть дня Хаеру в добровольно-принудительном порядке пришлось участвовать в чём-то вроде реконструкции времён крепостного права."
    scene bg yn_ext_admins_day
    show yn_haer pity longhair at left
    show yn_sl normal at right
    with fade
    yn_narrator "Сначала он под пристальным надзором Славяны подметал на площади, перед зданием администрации и в «жилых кварталах»."
    scene bg yn_ext_booth_day
    show yn_haer pity longhair at left
    show yn_sl smile2 at right
    with fade
    yn_narrator "Затем убирался на складе и лодочном причале."
    yn_narrator "Комсомолка осталась довольна."
    scene bg yn_ext_square_lenin_day with fade
    yn_narrator "Уже ближе к вечеру, продемонстрировав работу Панамке и получив похвалу за организацию уборочных работ (Хаер тоже без добрых слов в свой адрес не остался), отпустила моего товарища с миром на все четыре стороны."
    yn_narrator "Он потом жуть как ворчал из-за того, что послушал меня и пошёл извинятся."
    stop ambience fadeout 2
    scene bg black with yn_timeskip
    $ renpy.pause(1, hard=True)
    $ renpy.block_rollback()
    $ persistent.timeofday = "sunset"
    $ persistent.sprite_time = "sunset"
    scene bg yn_ext_musclub_sunset_video_rain with yn_timeskip
    play ambience yn_rain fadein 2
    play music music_list["dance_of_fireflies"] fadein 2


    stop music fadeout 2
    stop ambience fadeout 2
    scene bg black with yn_timeskip
    $ renpy.pause(1, hard=True)
    scene bg ext_houses_day
    show dv normal pioneer2 at center
    with yn_timeskip
    play ambience ambience_camp_center_day fadein 2

Мы с Алисой прятались за углом старого складского помещения, в тени, откуда открывался хороший обзор на уличный туалет.

Зачем я здесь, я не знала. Мельпа просто подошла ко мне после нашего очередного собрания, положила руку на плечо и сказала: «Идём. Понадобишься». Без объяснений. 

#Восприятие "Было очевидно, что меня втягивают в какую-то скаерную авантюру, но я не могла не поодаться любопытству."

Мельпа "Стой тут. Если увидишь кого, свистни. Тихо, но чтобы я услышала. Поняла?"

Яна "А что ты собираешься делать?" — спросила я, уже догадываясь, что ответ мне не понравится.

Мельпа "Мстить и развлекаться"

Ухмыльнулась она и юркнула за угол.

#Эмпатия "Её улыбка не сулила ничего хорошего."

Сейчас я стояла, вжавшись спиной в шершавую дощатую стену, и смотрела, как Алиса бесшумно, словно кошка, крадётся к деревянной постройке. В одной руке она держала небольшой свёрток. Она вытащила его из кармана на подходе у своей цели. 
Это был комок газет перетянутый клейкой лентой. В другой руке у неё была непонятно откуда взявшаяся деревяшка.

Энциклопедия: "Самодельная дымовая шашка, поняла я. Газета смачивается в селитре, сушится, а затем очень хорошо дымит в случае поджига." 

Она подобралась к двери туалета, прислушалась. Оттуда доносился приглушённый кашель и ещё какой-то звук, похожий на бормотание. 

#Восприятие "Вероятно, человек, который находился в туалете читал вслух."

Алиса обернулась в мою сторону и ухмыльнулась, явно бравируя и наслаждаясь моментом. Затем она быстро подскочила к двери, почти неуловимо, выудила из нагрудного кармана зажигалку, подожгла свёрток и закинула его в винтиляционное окно. Деревяшкой подпёрла саму дверь.

Внутри раздался шипящий звук. На мгновение всё затихло. А потом...

Линза "Что происходит? Кто это?!"

Заорал юношеский голос, сорвавшийся на фальцет. Послышался кашель, топот и шелест.

Я замерла. Алиса уже бежала ко мне, её лицо сияло дикой, почти безумной радостью. Мы спрятались за углом, она прибежала так быстро, что я не успела отстраниться, и она прижалась к моему плечу, пытаясь полностью скрыться за постройкой. Я слышала и ощущала её тяжелое, прерывистое дыхание. Она смеялась беззвучно, её плечи дрожали.

Мельпа "Бежим!"

И она побежала в сторону спортплощадки. Пришлось бежать следом. Оглянувшись, в сторону уборной я увидела, что из того самого оконца и из-под двери плотным потоком выходил дым. Линза, дёргал и толкал дверь, пытаясь выбраться из своей дымовой ловушки. 

Когда мы добежали до домиков, Алиса остановилась. Он дышала ртом, но не переставала улыбаться.

Я смотрела на неё и не могла подобрать подходящих слов. 

Яна "Ты могла бы просто поговорить с ним, не прибегая к насилию."

Заметила я, чувствуя, как мой внутренний циник смеётся над собственной наивностью, но при этом всём я чувствовала и пониала, что стала невольной соучастницей чего-то неправильного. 

#Восприятие "Судя по выражению лица, Алиса не разделяла моих мыслей."

Мельпа "Поговорить?"

Она фыркнула

Мельпа "С ним бесполезно. Он решил, что лучше меня, а переубедить в этом можно только действием. Так он запомнит надолго. И в следующий раз подумает дважды, прежде чем открывать свой интеллигентный рот, чтобы назвать меня еня дурой необразованной. Я ему и показала свои навыки юного химика."
yn_dv "Ишь ты, «необразованная». Я ещё взрыв-пакеты им не показывала!"»

Она выпрямилась, отряхнула руки и бросила взгляд в сторону уборных.

yn_yana "Ты же понимаешь, что после такого у нас могут быть проблемы? У нас, в смысле у тебя."
yn_dv "Та забей."
yn_yana "Откуда у тебя вообще дымовая шашка?"
yn_dv "Ха! Немного «Правды», бутылочка селитры, щепотка любви и огромный талант. Вот и весь секрет."

Яна "Ты даже не удосужился сказать мне, в чём засталвяешь участвовать!"

Мне было тошно и противно от того, что только что меня иполтщовали "в тёмную". И происходило это уже не в первый раз, стоит заметить. Я скрестила руки на груди и бросила на Алису безмолвный, но недовольный взгляд. 

Какое-то время мы так и стояли, глядя друг на друга в молчании. Я — злая, она — надменная.

Мельпа "Эй, Ящерица, ты ещё долго будешь ходить с таким лицом, словно я тебе дермо под подушку положила? Ладно, да. Признаю. Мне самую малость сорвало крышу, когда я не сказав потянула тебя в ту историю. Так что... извини?
Вот! Видишь, извинилась. Мир, а?"

#Эмпатия "Она хотела сгладить углы и сделать это в своём стиле, но виноватой себя явно не чувствовала."

Яна "Можешь пообещать, что ты больше никогда не будешь мне недоговаривать о подобном? Это же уже второй раз, когда ты ради своих интересов меня вот так подставляешь."

Мельпа "Прям на мизинцах поклясться? Ну ты серьёзно? Хорош сопли на кулак наматывать. Всё же нормально обошлось."

Яна "Мельпа, ты невыносима. Пока ничего не изменится, я не собираюсь больше прибегать к тебе на помощь и в последствии узнавать, что ты затянула меня в патовую ситуацию из личных мелочных интересов."

Мельпа "Ой, какие вы все нежные. Мало мне было мелкой занозы и влюблённого дурачка, так ещё и ты начинаешь концерты закатывать. Короче, я извинилась. Дальше сама в себе разбирайся."

Я прибывала в возмущении. Молчала, ибо не находила достойных слов, чтобы ответит на такую резкость, бестактность и не понимания моих чувств и приоритетов со стороны своего близкого товарища. 

Мельпа "Ладно, я валю отсюда." 

Сказала она, отмахиваясь. 

Мельпа "Сейчас поднимется шум, и лучше, чтобы нас тут не было. Если тебе хочется обижаться на меня и дальше, то лучше делай это в другом месте, чтобы не подставляться. Пошли, короче.”

yn_yana "Медуза тебя убьёт. Совсем. Насмерть."

    
    stop ambience fadeout 2
    stop music fadeout 2
    stop sound_loop fadeout 2
    scene bg black with yn_timeskip
    $ renpy.pause(1, hard=True)

    if yn_act2_scene5_video_get:
        $ renpy.block_rollback()
        $ persistent.timeofday = "night"
        $ persistent.sprite_time = "night"
        scene bg int_clubs_male2_night
        show yn_us normal:
            xpos -240

        show dv normal pioneer2:
            xpos 160

        show yn_haer smile2_longhair:
            xpos 850

        show yn_kot normal:
            xpos 470

        show yn_slon normal2:
            xpos 1200
        with yn_timeskip
        play ambience ambience_int_cabin_night fadein 2
        play music yn_raw_deal_lamanski_chase_lamanski_syn fadein 2
        yn_haer "Ну и фильмец, конечно. Шварц - шикарен. Боевичок, что доктор прописал!"
        show yn_us laugh with dspr
        yn_us "До сих пор не могу перестать смеяться от этого ломанного русского языка."
        show yn_kot sad2 with dspr
        yn_kot "Мне Кэт жалко."
        show yn_kot angry with dspr
        yn_kot "А этот Рост - гад, конечно. По делам ему!"
        show yn_kot normal with dspr
        yn_kot "Как говорится, нашла коса на камень!"
        yn_haer "Да! Видели, как они его? Ух!"
        yn_narrator "Замахал руками довольный Хаер, пытаясь повторить движения из фильма."
        yn_dv "А мне не понравилось. Лучше другое кинцо глянуть."
        yn_dv "Я тут порылась и нашла занимательную такую кассету. {w}Ток мы женским составом её посмотрим. {w}Без вас, парни."
        yn_dv "Кузнечик, ты тоже извиняй."
        yn_slon "Что это за фильм то такой?"
        yn_narrator "Мельпа повернулась так, чтобы её лицо могла видеть только я и подмигнула, мол «подыграй». Затем выдержав паузу ещё немного, а потом закинув ногу на ногу сказала:"
        show dv smile pioneer2 with dspr
        yn_dv "Эммануэль."
        yn_narrator "Алиса явно играла на Слона, видимо зная или догадываясь, что тот знает, о чём этот фильм."
        yn_th "Да... Нашла я как-то эту кассету под кроватью родителей. Познавательное кино. Ничего не скажешь."
        show yn_slon normal with dspr
        yn_narrator "План Мельпы сработал. На щеках Слона появился румянец и он отвёл взгляд."
        yn_haer "А о чём фильм? Кто снимался? Ван Дамм? Сталлоне?"
        show yn_us upset with dspr
        yn_us "Так не честно! Мы тоже хотим посмотреть!"
        show dv laugh pioneer2 with dspr
        yn_narrator "Алиса лишь ехидно улыбалась, довольная собой."
        yn_slon "Ребят, действительно, пошли. Пусть смотрят."
        yn_slon "Я вам потом всё расскажу. Нечего шуметь."
        show yn_us dontlike with dspr
        yn_us "У-у. Опять всё веселье испортили. Нельзя нам смотреть. Какие важные."
        yn_us "Ну и тухните здесь. Не больно то и хотелось."
        hide yn_us
        hide yn_kot
        hide yn_haer
        hide yn_slon
        with dissolve
        yn_narrator "Ребята медленно вышли из кладовой, стараясь ничего не задеть, попутно присматривая за Кузнечиком, чтобы она {b}нарочно{/b} ничего не задела."
        yn_narrator "Алиса всё так же молчала смотря на меня испытывающим взглядом и с всё той же ехидной улыбкой."
        show dv normal pioneer2 with dspr
        yn_narrator "Затем достала из нагрудного кармана сигареты и закурила. Это только придало ещё большей пикантности ситуации. {w}Становилось неловко."
        yn_narrator "Девушка ожидала моей реакции."
        yn_yana "Ты серьёзно эротику решила посмотреть?"
        yn_dv "Коне..."
        show dv laugh pioneer2 with dspr
        yn_narrator "Она запнулась и надрывно засмеялась, размахивая зажённой сигаретой."
        yn_dv "Прости, не сдержалась. Ты бы видела своё лицо. А морды ребят - вообще."
        yn_dv "Слон, как помидор стал. Я и не сомневалась, что он такое смотрит."
        yn_yana "Шурик же просил здесь не курить."
        show dv normal pioneer2 with dspr
        yn_narrator "Алиса закатила глаза и громко вздохнула. Ей было не по нраву, что я испортила весь момент."
        yn_dv "Забей. {w}Они не заметят. {w}Выветрится. {w}Пошли наших догонять, а то обидятся же."
        show dv laugh pioneer2 with dspr
        yn_narrator "Уже на выходе она легонько толкнула меня в бок. И заулыбалась."
        yn_dv "А оказывается ещё кое-кто у нас смотрит {i}такие{/i} фильмы. {w}Ай, да Ящерица."
        yn_yana "Да я..."
        stop music fadeout 2
        stop ambience fadeout 2

    scene bg black with yn_timeskip
    $ renpy.pause(1, hard=True)
    $ renpy.block_rollback()
    $ persistent.timeofday = "day"
    $ persistent.sprite_time = "day"
    scene bg ext_playground_day
    show us angry sport at center
    with yn_timeskip
    play ambience ambience_soccer_play_background fadein 2
    play music yn_proton4_eto_chudesnoe_leto fadein 2
    yn_yana "И долго ты ещё собираешься кидаться на ветряные мельницы?"
    yn_us "Я понять не могу, ты за меня болеть пришла или непонятными фразами кидаться?"
    scene bg yn_ext_playground_us_football with dissolve
    yn_narrator "Пот струится по лицу Ульяны, она тяжело дышит, прижимая к себе футбольный мяч."
    yn_yana "Ну не сможешь ты Физруку забить. Он сам, как все ворота. Там мячу протиснуться некуда."
    yn_us "Я забью! Это дело принципа!"
    yn_yana "Ты уже минут тридцать пытаешься это сделать. Он в последние твои попытки даже не двигался. Мяч ему в грудь или в руку прилетает."
    yn_san "Эй, Кузнечик, у тебя ещё три попытки! Не забьёшь - десять кругов вокруг поля, ска!"
    yn_narrator "Я не смогла сдерживать улыбки, наблюдая за озадаченным лицом девочки."
    yn_us "Чего ты улыбаешься?"
    yn_yana "Тебе и я, и Слон говорили, что не стоит спорить с Физруком. Хаер в прошлый раз после подобного спора отжимался, пока Физрук не устал."
    yn_us "Маловерная ты. Сейчас всё будет. Смотри и записывай. Все потом будут говорить, как я спор у Физрука выиграла!"
    scene bg ext_playground_day with fade
    yn_narrator "А я смотрела и записывала. Как Кузнечик спустя три очевидно провальные попытки уже и так вымотанная и уставшая, наматывала круги вокруг футбольного поля. Под улюлюканье и хлопки Физрука."
    scene bg black with yn_timeskip
    stop ambience fadeout 2
    stop music fadeout 2
    $ renpy.block_rollback()
    $ persistent.timeofday = "night"
    $ persistent.sprite_time = "night"
    $ renpy.pause(1, hard=True)
    scene bg yn_ext_houses_night
    show yn_haer pity longhair at fleft
    show yn_slon normal at center
    show dv normal pioneer2 at fright
    play ambience ambience_camp_center_night fadein 2
    play music music_list["eternal_longing"] fadein 2
    with yn_timeskip
    yn_yana "Вы уверены, что быть соглядатаями хорошая идея?"
    show yn_haer smile2_longhair with dspr
    yn_haer "Не дрейфь, Ящерица. Физрук после отбоя идёт куда-то со звенящим пакетом."
    yn_haer "Тебе самой не интересно?"
    yn_slon "Тише будьте. Услышит же."
    yn_dv "Где он вообще алкашку достал? Неужели, с собой привёз?"
    yn_haer "Да не. Я видел, как он во время дискотеки из Лагеря уходил."
    yn_haer "По-любому в деревню уходил, в хозмаг. {w}Там по слухам из под прилавка водку с вином продают."
    yn_dv "И кому это интересно, он высокоградусный романтический вечер устроить решил?"
    yn_yana "А почему вы Кота с Кузнечиком не позвали?"
    yn_dv "Это им в наказание. Нечего деревья поджигать."
    yn_haer "Ой, какая ты справ..."
    show yn_haer pity longhair with dspr
    yn_narrator "Хаер замолчал. Вновь на его лице отразилось уже знакомое всем замешательство."
    yn_slon "Справедливая?"
    yn_haer "Да! Спасибо. Какая ты справедливая, Мельпа. Может, в угол ещё их поставишь?"
    yn_dv "Во-первых, не нарывайся. Во-вторых, эта острота выглядит нелепой из-за того, что ты забыл слово."
    scene bg yn_ext_house_of_mt_night_san with fade
    yn_narrator "Вдруг Физрук остановился возле домика Панамки. {w}Придерживая предательски выдающий звоном содержимое пакет, он оглянулся."
    yn_narrator "Все мы инстинктивно пригнулись, чтобы не быть замеченными."
    yn_narrator "Из-за резкого движения Хаер начал терять равновесие, чуть не наступив на сухую ветку, но Слон успел ухватить товарища."
    yn_dv "Если она хрустнет, следом такой же звук издаст твой позвоночник."
    yn_narrator "Шёпотом сказала крайне заинтригованная происходящим Алиса."
    yn_narrator "В окнах домика вожатой тем временем подрагивал слабый огонёк. По всей видимости, от свечей."
    yn_narrator "Физрук, убедившись, что в радиусе его видимости никого нет, трижды постучал в дверь."
    scene bg ext_house_of_mt_night
    show yn_haer pity longhair at fleft
    show yn_slon normal at center
    show dv normal pioneer2 at fright
    with fade
    yn_narrator "Спустя пару мгновений она распахнулась и он спешно зашёл внутрь. Послышался щелчок закрывающегося замка."
    yn_dv "Чтоб меня. Журналистка бы удавилась за такой материал."
    show yn_haer smile2_longhair with dspr
    yn_haer "Ну, Саныч, конечно, мужик. Я даже и не подумал бы."
    yn_dv "Да ты вообще редко это делаешь."
    yn_slon "Может пошли уже, пока не услышали чего лишнего? Нам же потом ещё им в глаза смотреть."
    yn_dv "Эх, лучше бы Физрук Медузу захомутал. Может, подобрела бы."
    yn_haer "У Саныча голова на плечах есть, вряд ли бы он добровольно её на каменную сменил."
    stop ambience fadeout 2
    stop music fadeout 2
    scene bg black with yn_timeskip
    $ renpy.pause(1, hard=True)
    scene bg yn_ext_square_lenin_night
    show yn_kras normal at center
    play ambience ambience_camp_center_night fadein 2
    with yn_timeskip
    На одном из чаяпитий с Синицами, меня начал донимать расспросами Лабух. 
    Он всё не мог понять, почему я пошла к Воробьям. Он утверждал, что мне там не место и лучше бы я пошла к ним. Мол, Воробьи славятся своими проделками, а он меня ни в чём таком не замечал. 
    Мне даже стало как-то обидно. Словно, он пытается оспорить то, что я на своём месте. Слово за слово и мы поспорили на "обещанку", что я проверну авантюру, о которой узнает весь Лагерь.
    Я рассказала о своей задумке ребятам и они дружно её поддержали.
    "Дело чести нашей группы", - как описал это событие Слон. Подготовились мы быстро.
    yn_kras "Как и просили, вот ваш логотип Голубей на простыне."
    Я попросила именно это изображение, чтобы не подставить никого из наших, а заодно и слегка поддразнить Голубей.
    Слон сказал, что этим поступком, я уж точно заткну за пояс мнение Лабуха.
    Правда, уже здесь и сейчас мне начинало казаться, что я просто повелась на старое-доброе "Слабо". 
    Но менее весёлым и волнующим от этого, происходящее сейчас не станет.
    hide yn_kras
    show yn_kot laugh at center
    with dissolve
    yn_kot "Дай Бог тебе здоровья!"
    hide yn_kot
    show yn_haer smile2_longhair at center
    with dissolve
    yn_haer "Спасибо! Выглядит супер! Ты молодец!"
    hide yn_haer
    show dv normal pioneer2 at center
    with dissolve
    yn_dv "Даже не спросишь зачем мне это или уже знаешь?"
    hide dv with dissolve
    yn_narrator "Алиса с подозрением покосилась на Хаера, который в это время не сводил взгляда с Красавицы."
    yn_narrator "Прошло какое-то время, а он всё разглядывал пионерку в упор с застывшей улыбкой на тонких бледных губах, размышляя о чём-то своём."
    show yn_kras smile at center with dissolve
    yn_kras "Не знаю. А даже, если и знаю, то знать не хочу. {w}Ладно. Удачи."
    hide yn_kras
    show yn_us grin at center
    with dissolve
    yn_us "Бывай, сестрёнка."
    hide yn_us with dissolve
    #Эмпатия yn_narrator "Прозвучало вовсе недружелюбно, а даже с какой-то долей сарказма, но Красавица даже бровью не повела."
    show yn_haer smile2_longhair at center with dissolve
    yn_haer "Пока!"
    hide yn_haer
    show yn_slon normal at center
    with dissolve
    yn_slon "До сих пор не могу поверить, что эту идею предложила Ящерица."
    hide yn_slon
    show dv laugh pioneer2 at center
    with dissolve
    yn_dv "Обвыкаться начала, молодец!"
    yn_yana "Ну, это как бы была просто невинная шутка. {w}Я же не думала, что вы всерьёз решитесь взяться за такое."
    hide dv
    show yn_us laugh at center
    with dissolve
    yn_us "Да ладно тебе! Покажем этим очкарикам!"
    hide yn_us
    show dv normal pioneer2 at center
    with dissolve
    yn_dv "Тише будь. Хаер, помоги флаг снять и тащи сюда новый."
    hide dv with dissolve
    yn_narrator "Алиса и Хаер завозились перед флагштоком. Они о чём-то тихо спорили, но разобрать слов не получалось."
    yn_narrator "Слышался звук рвущийся ткани и металлический скрежет."
    yn_narrator "Спустя пару минут они закончили и принялись за трос поднимать новый, белый флаг."
    scene bg yn_ext_square_lenin_night_pigeons_flag with dissolve
    yn_narrator "Закончив, Алиса отступила назад и задрала голову вверх."
    yn_narrator "На флаге из оборванной простыни красовался аккуратно нарисованный логотип Голубей, который мне уже довелось увидеть в Первом."
    scene bg yn_ext_square_lenin_night_pigeons_flag_zoomed with fade
    #yn_narrator "Чуть ниже уже менее аккуратно была выведена подпись «Всезнайки»."
    yn_dv "Красота-а-а."
    yn_narrator "Нараспев протянула она, явно довольная результатом."
    yn_haer "Будут знать, как на нас гнать."
    yn_yana "Видимо, я одна считаю, что после такого можно не ждать указаний Медузы, где нам могилки рыть, а уже самим приступать."
    yn_slon "Да не. Все, конечно, поймут, что это мы, но доказать никак не смогут."
    yn_dv "Ладно. Валим, пока нас не заметили."
    stop ambience fadeout 2
    scene bg black with Dissolve(1)
    jump yn_act2_scene7
