label yn_act2_scene6:
    $ yn_onload("lock")
    $ renpy.block_rollback()
    $ persistent.timeofday = "sunset"
    $ persistent.sprite_time = "sunset"
    $ renpy.pause(3, hard=True)
    $ yn_chapter_intro(
        "Действие шестое.",
        "bg yn_ext_beach_sunset_blurred",
        "lake_shore_evening",
        "yn_yana swim smile",
        "yn_play_sixth_intro_text"
    )
    #НОВЫЕ сцены

Сегодня жара в лагере стояла просто невыносимая. После обеда, когда по расписанию был тихий час, мы как обычно собрались в театральном, но всех нас будто бы сморило от невыносимой духоты. Сначала повторно обсудили проблему с Ежом, а дальше разговор не клеился. Новостей никаких не было. Кузнечик и Хаер постоянно зевали, заражая и нас. 
Было принято решение разойтись по своим делам. Всё равно ничего путного никому в голову не шло.
Вернувшись в домик я поняла, что все привезённые с собой книги давно прочитаны. Под руку попались “Приключения Тома Сойера”. Стало совсем тоскливо. 
Выйдя из домика я направилась к библиотеке. Там, по крайней мере, прохладно, тихо и явно найдётся, что почитать. Конечно, при условии того, что я теперь Воробей, появляться на территории Голубей  явно тянет на дурной тон, но Женя всё равно относилась ко мне дружелюбно. 
По мере своих возможностей, кончено.
Войдя в просторный зал, я вдохнула прохладный воздух. Между стеллажами бродили несколько пионеров, ищущих, чем занять себя в этот знойный час. Я прошла к полке с поэзией и начала перебирать книги. 
Мне попалась на глаза книга со сборником стихотворений Маяковского. Я взяла её в руки, пролистала до содержания.
Ангел: “Что,  ищешь утешение в стихах?” 
За спиной раздался знакомый голос.
Я вздрогнула и обернулась. У противоположной полки стояла Ангел. Она, как 
всегда выглядела безукоризненно. 
Ох уж, это редкое и пугающие слияние прекрасного и отвратительного. Вот уж кого я не ожидала здесь увидеть! Не думала, что она умеет читать?
В руках Ангел держала книгу в яркой обложке.
Яна: “А что, есть что-то плохое в поиске утешения в стихах?” 
Спросила я, стараясь сохранить спокойствие.
Ангел: “Да нет, ничего плохого.”
Усмехнулась она.
Ангел: “ С такими замашками, тебе вполне к лицу вот такая, пролетарская литература”
Яна: “А какая литература, по-твоему, правильная?” 
Поинтересовалась я, скрестив руки на груди.
Ангел: “Ну, например, что-нибудь более… жизнерадостное. Детективы, приключения… Что-нибудь, что помогает отвлечься от реальности, а не погружаться в тоску.”
Я посмотрела на обложку ее книги. “Агата Кристи. Десять негритят”. Как иронично. Отвлечься от тоски, читая про убийства.
Яна: “Знаешь, Ангел, иногда в тоске можно найти больше смысла, чем в развлечениях.”
Ангел: “Может быть. Но я предпочитаю не искать никаких смыслов. Просто жить и наслаждаться жизнью.”
Она подошла ко мне ближе. 
#Восприятие "И я почувствовала запах ее дорогих духов."
Ангел: “Кстати, я тут подумала…”  
Сказала она понизив голос.
Ангел: “Может быть, нам стоит подружиться? Ведь у нас так много общего. Чего ты якшаешься с этими Воробями?”
Я удивленно посмотрела на нее. 
Что она задумала?
Яна: “И что же у нас общего?”
Ангел: “Мы обе обеспеченных семей. Обе любим книги… Ну, в своем роде, конечно. И, в конце концов, мы обе… дамы более высокого сорта, чем остальные”
#Эмпатия Она лукаво улыбнулась, и я почувствовала, как по спине пробежал холодок.  
“Более высокого сорта, чем остальные”
Что-то здесь не так. Не может она просто так предлагать дружбу.
Яна: “Знаешь, Ангел, я не думаю, что у нас что-то получится. Мы слишком разные. Я не лучше других.”
Ангел: “Разные? Да брось! Просто ты боишься признаться в этом сама себе.”
Я рассмеялась.
Яна: “Ты ошибаешься. Я не хочу иметь ничего общего с человеком, который получает удовольствие от унижения других.”
Лицо Ангела помрачнело. Ее глаза сузились, а губы сжались в тонкую линию.
Ангел: “Ах вот как? Ну хорошо. Тогда я тебе обещаю, что ты еще пожалеешь о своих словах.”
С этими словами Ангел развернулась и вышла из библиотеки, громко хлопнув дверью.
Я вздохнула и снова взяла в руки книгу Маяковского. Кажется, начинается что-то скверное…
###
yn_narrator "Этот вечер я решила провести в компании Синиц. Красавица пригласила меня попить чай перед отбоем."
yn_narrator "Неуловимая Журналистка тоже оказалась участницей чаепития."
yn_narrator "У неё был новость претендующая на сенсацию."
yn_narrator "По крайней мере она сама так считала."
yn_kras "Ты преувеличиваешь значимость этого события."
yn_jurn "А ты наоборот недооцениваешь ценность знания. В моей работе нет незначительного. Всё есть звенья одной цепочки истории."
yn_yana "Всё же я склоняюсь к мнению Красавицы. Тот факт, что один из Павлинов решил не идти на танцы едва ли может быть чем-то значимым."
yn_narrator "Журналистка окинула меня взглядом неопределённого характера."
#Восприятие  yn_narrator "В нём смешалось удивление, уязвлённая гордость и маниакальная уверенность в своей правоте."
yn_jurn "Вы смотрите устрицей из-за раковин своей неспособности строить причинно-следственные связи. Вот что я вам скажу! Любое действие или событие ведёт к чему-то большему. Я вам ещё докажу, что за этим отказом идти на дискотеку что-то есть!"
yn_kras "В стальной хватке тебе не откажешь. Тебя ждёт большое будущее в журналистике."
yn_yana "В котором многие будут тебя любить и уважать, как профессионала."
yn_kras "А ещё больше будут ненавидеть за то же самое." 
yn_jurn "Что поделаешь? Такая вот специфика профессии. Профессии истинно нужной в наше непростое время."
yn_narrator "Я усмехнулась, вытянула ноги и посмотрела в окно."
yn_narrator "Где-то за деревьями начинался вечер, а в окнах напротив тускло загорались лампы."
yn_narrator "Над Лагерем выцветало небо, но в художественном кружке чувствовался необъяснимый уют домашней кухни."
yn_yana "Впрочем, если ты напишешь передовицу о Павлине, может, именно это когда-нибудь и войдёт в учебники истории. Так и запишут: «Перелом начался в тот вечер, когда Танцор не пошёл на дискотеку»."
yn_jurn "А почему бы и нет? Люди зачастую не вникают в детали и на смотрят в глубину, а потом начинают думать, что всё, что сейчас происходит со страной началось само по себе. А я вижу: сначала Танцор не пошёл на танцы, потом какая-нибудь Медуза после смены напишет статью о духовном кризисе молодёжи, и вот уже новая социология. Понимаешь?"
yn_kras "Ты хочешь, чтобы за каждым жестом или чьим-то решением стояла сенсация. А, может быть, он просто приболел? Или просто у него есть более важные планы на этот вечер. Ты никогда не думала, что некоторые вещи не о системе, в которой любое действие ведёт к масштабному событию, а всего лишь о человеке? С мелкими нюансами и неурядицами."
yn_narrator "Журналистка задумалась."
yn_jurn "Возможно…"
#Эмпатия yn_narrator "У неё есть это редкое качество — останавливаться на грани, когда ещё можно услышать другого."
yn_yana "Неужели тебе так важно знать всё про всех?"
yn_jurn "А разве сейчас можно позволить себе роскошь думать только о личном? Просто сидеть с закрытм ртом, глазами и ушами?"
yn_narrator "И именно сейчас я поняла, что атмосфера уютной кухни начинает себя оправдывать."
yn_jurn "Я вчера сидела в библиотеке допоздна — обсуждали "Дети Арбата". Ещё лет семь назад за такое можно было попасть в опалу. А теперь? Теперь — в открытом доступе. Бери и читай. Ты глянь, что творится: митинги, «Огонёк» каждую неделю с разоблачениями. Все эти разговоры о свободе слова..."
yn_yana "Да, у вас там в журналистике теперь почти как в цирке. Каждую неделю — фокус. Вот подняли архивы. Вот разоблачение о коррупции. Вот громкие дела. Всё это невыносимо пугает. А что же будет дальше?"
yn_kras "Сначала — правду. А дальше, может, будет вырисовываться что-то новое и красивое, как на чистом холсте."
yn_jurn "Вот именно! Мы впервые можем говорить. Мы то поколение, которому повезло обрести голос! И я, может, начинаю сейчас с Лагерных сплетен, но дальше я обязательно докопаюсь до такой правды, что поднимает на уши весь Союз!"
yn_yana "Слушаю тебя и всё думаю, что ты действительно сможешь на что-то повлиять. Знаешь, Журналистка, ты мне этим даже нравишься. Есть в тебе какая-то завораживающая искра."
yn_kras "Искра? Да с такими замашками и через несколько лет будет самое настоящее короткое замыкание."
yn_narrator "Все рассмеялись."
#Драматизм yn_narrator "Но смех этот был немного нервным, как бывает в эпоху, когда всё вокруг сдвигается с места и никто не знает — в какую сторону."
yn_narrator "Журналистка уселась поудобнее, скрестила ноги, отхлебнула уже порядком остывший чай и вдруг потянулась к своей сумке."
yn_narrator "Достала свой легендарный блокнот и пролистала пару страниц, глядя туда с каким-то почти религиозным трепетом"
yn_jurn "Кстати, недавно записала. Послушайте. «Настоящие перемены начинаются не с лозунгов, а с шёпота. Со страха, что услышат. С первого честного разговора на кухне». Как вам? Глубоко? Поэтично?"
yn_yana "Если всё начинается с кухни, то у нас явно есть шанс стать великими реформаторами."
yn_narrator "Красавица усмехнулась."
#Эмпатия  yn_narrator "Впервые я вижу её настолько расслабленной и словоохотливой. В этот момент мне даже кажется, что мы с ней в сущности чем-то похожи."
yn_kras "Главное, чтобы когда у нас кончится чай, у Журналистки не началась самокритика. В текущем расположении духа ты мне нравишься гораздо больше, нежели когда вырываешь страницы из блокнота со словами «Всё не то»!"
yn_jurn "Смейтесь, смейтесь. Но мы живём в уникальное время. Нам без малого восемнадцать— и у нас впервые есть шанс что-то изменить. Посмотрите на «Память», на тех, кто ходит с плакатами, на всех этих студентов, которые спорят на Арбате. Это же не шутка. Люди наконец не боятся говорить!"
yn_kras "А что говорить-то, если у половины в холодильнике буханка хлеба и молоко? Прилавки пустуют. Люди не боятся, потому что терять уже особо нечего."
yn_yana "Может, ты права... Но знаешь, я незадолго до поездки в лагерь забегала в книжный. Там очередь. За Ахматовой. Понимаешь? Люди часами стоят, чтобы просто купить сборник стихов. Это же явно о чём-то говорит!"
yn_jurn "Говорит. О том, что мы всё ещё ищем смысл, а не просто хлеба и зрелища. Мы всё ещё хотим чувствовать — и понимать. Даже если не до конца ясно, куда всё это идёт."
yn_yana "Знаешь, я когда задумывалась о том, куда всё это будущее идёт, то в голове всегда появляется одна и та же картинка. Длинный, запутанный коридор с табличкой «Ремонт». Света нет, карта не выдана, инструкции размыты. Только осколки хрустят под ногами, и где-то за стенкой кто-то бубнит про «исторический шанс»."
yn_narrator "Наступило молчание." 
yn_narrator "В комнате стало темнее. За окном раздался шелест ветра — будто кто-то листал тяжёлые страницы невидимой книги."
yn_narrator "Красавица вздохнула и верила меня удивлённый взгляд."
yn_kras "Мрачно ты как-то всё это рисуешь. Однако, мы сами авторы, что своего будущего, что будущего нашей страны."
yn_yana "Главное, чтобы нас, авторов, редакция не запретила."
yn_narrator "Журналистка улыбнулась."
yn_jurn "А мы всё перепишем. С правками. С иронией. С живыми диалогами или хотя бы нашими голосами."
yn_kras "Да... И с рисунками на полях."
yn_narrator "Снова тишина. Звон чайной ложки в гранённом стакане."
yn_narrator "Быть может, завтра мы сочтём этот разговор слишком драматичным."
yn_narrator "Таким, который начинается в запале, а потом кажется глупым"
yn_narrator "Но сегодня он мне видится чем-то важным и настоящим."
###
yn_narrator "Проснулась я от нестерпимого зуда."
yn_narrator "Рука чесалась так сильно, словно за ночь меня искусала целая сотня комаров." 
yn_narrator "Не открывая глаз я потянулась к предплечью и..."
yn_narrator "Ткнулась рукой в кровать."
yn_narrator "В тот же момент зуд превратился в нестерпимый жар, будто руку обдало кипятком." yn_narrator "Я вскрикнула."
yn_narrator "Вскрикнула от боли и отчаянья."
yn_narrator "Страх и непонимание заполнили меня, вытеснив из головы любые другие мысли."
yn_narrator "В горле встал ком, во рту стало кисло, захотелось плакать."
yn_cs "Что случилось?"
yn_narrator "Виолетта смотрела заспанными глазами, силясь разглядеть моё лицо в полумраке."
yn_narrator "Я чувствовала себя рыбкой в аквариуме, который забыли почистить. Всё было зыбко, туманно и неопределённо.*
yn_yana: "Рука. Болит."
yn_narrator "Ответила я уже всхлипывая." 
yn_narrator "Картинка помутнела ещё больше, глаза наполнили слёзы."
yn_narrator "Виолетта всё поняла и неожиданно резко оказалась передо мной."
yn_cs "Тише, дорогая, тише. Всё будет хорошо. Слышишь меня? Скоро всё пройдёт. Я помогу."
yn_narrator "Она обняла меня, прижав к себе."
yn_narrator "Предплечье левой руки невыносимо болело, словно пылая огнём."
yn_narrator "Предплечье, которого я лишилась год назад."
###
ИНТЕРМЕДИЯ ЛЮТИКА 


Я постучалась в дверь и вошла, услышав сдавленное "входите".
И сразу же нечто в представшей передо мной картине показалось до странности неправильным. Нет, то, что она оказалась в стационаре, уже само по себе нехорошо, но было что-то ещё. И тут я понимаю: Ящерица без протеза!
Я оглядываюсь и замечаю искусственную руку кричащего красного цвета на прикроватной тумбочке. Выглядит протез так, как если бы его бросили туда в спешке. Эта штуковина сама по себе, отдельно от Ящерицы, смотрится крайне экзотично в нашей действительности, словно цветастый тропический попугай на ветке берёзы. Поняв, что слишком долго смотрю на протез, перевожу взгляд на девушку.
Уловив наконец мой взгляд на себе, Ящерица вымученно улыбается, но левую руку прячет под себя. Она явно рада моему появлению, но и понятно, что в то же время она донельзя подавлена своим текущим положением.
Ящерица: “Привет, Лютик! Рада тебя видеть. Не ожидала, честно признаюсь. Присаживайся”
Она кивнула на стул рядом с собой.
Похоже, что она недавно плакала, если моя догадка и верна, то виду она старается не подавать.
Лютик: “Что с тобой случилось?”
Я села.
Ящерица: “Ну, наверное, мне всё же стоило слушаться рекомендаций врачей, в которых чёрным по белому написано "Избегать соприкосновений левой руки без протеза с грязью".”
Лютик: “Что сказала Виолетта?”
Она вмиг помрачнела.
Ящерица: “До трёх дней стационара под её постоянным наблюдением. Сказала, что не отпустит, пока воспаление не пройдёт. Абсцесса мне очень не хочется, поэтому я с ней не спорила по поводу этого решения. Вообще, даже пришлось её уговорить, чтобы не повезла меня среди ночи в больницу.”
Лютик: “А вот это воспаление не опасно?”
Ящерица: “Я вовремя обратилась за помощью, поэтому очаг удалось локализовать. Немного зудит, но в целом всё в порядке. Правда, теперь все несколько дней я не могу пользоваться протезом. Это угнетает меня сильнее всего.”
В её взгляде, брошенном в сторону протеза, читалась беспредельная тоска. Сложно даже представить, как она себя чувствует, вновь оставшись без пусть искусственной, но всё равно руки.
Лютик: “Вы ходили в Первый, да?”
Ящерица: “Так точно! Знаешь, мне кажется, что это того стоило.”
Она явно не хотела продолжать разговор о её текущем беспомощном состоянии и с большим энтузиазмом заговорила на более отстранённую тему.
Лютик: “И как тебе ритуал причисления к Лагерной истории? Я вот до сих пор с улыбкой вспоминаю ту клятву, что приносят Воробьи. Она такая трогательная, но в то же время настолько забавная.”
Я вспомнила, как сама стояла у той пыльной, но такой величественной Стены. Сама по себе это просто самая обыкновенная расписанная стена. Но то, сколько в неё вложено духовного и эмоционального пласта, превращает обычный кусок бетона в самую настоящую реликвию. Когда-то я смотрела на неё такими же горящими глазами, как и Яна, которая собирается мне поведать о своих впечатлениях. Сейчас же во мне что-то изменилось. Я смотрю на Стену именно как на реликвию своей юности. При взгляде на неё испытываю лишь уважение за былое, сродни тому, что испытываешь, глядя на памятник Ленину. Времена меняются, меняюсь и я. Мне стали слишком малы эти представления и эмоции, что я испытывала тогда.
Ящерица: “Это было нечто невероятное! Меня будто бы переполнило чувство сопричастности. Словно я стала частью чего-то огромного, чего-то сакрального. Меня подпустили к тому, что открывается очень немногим, и это чувство... Ну, понимаешь, как бы наполнило что-то во мне, что-то такое, что раньше было полым.”
Я улыбаюсь и понимаю, что это та самая улыбка, которую Жуля прозвала "фирменной". Как-то раз она сказала мне: «Когда ты так улыбаешься, то я ощущаю себя пломбиром под летним солнцем. Я даже и не представляла, что улыбка может быть такой искренней и заразной».
Возможно, так оно и есть.
Яна, увидев эту улыбку, и сама смущённо заулыбалась.
Лютик: “Я прекрасно тебя понимаю в этом плане. Мы с Мельпой, тогда её ещё величали Лис, причём не лисой, а именно Лис, вместе произносили клятву перед Стеной. Тогда наши…им вожаком был Мизинец. Он был последним представителем Воробьёв своего поколения и набирал новичков, посвящая нас во все тонкости принципов и идей объединения.”
Ящерица так и застыла с полуоткрытым от удивления ртом.
Ящерица: “Ты никогда не вдавалась в подробности своего пребывания в Воробьях! Расскажи! Пожалуйста!”
В это мгновение она будто бы даже забыла, что попала в стационар. Так захватило её моё откровение. Любопытно. Что для меня прошлое, для другой невероятно увлекательная история. Я не очень люблю вспоминать прошлое, потому что на то оно и прошлое, чтобы оставаться пройденным этапом, но если мой рассказ хотя бы немного отвлечёт и успокоит Яну, я всё же готова вновь ненадолго окунуться в этот омут.
Лютик: “Хорошо. Если ты так просишь, то расскажу.”
Ящерица: “Спасибо! Мне действительно очень и очень интересно!”
Лютик: “Мы с Мельпой были первыми представителями нового поколения Воробьёв. Мы тогда были даже младше Ульяны. Мизинец предоставил нам выбор ещё двух новичков. Я привела Слона. Он ещё в первое наше знакомство показался мне интересным парнем. Не по годам умный, молчаливый и расчётливый. Из тех, кто сначала долго думает, рассматривая варианты, а только потом принимается за воплощение. Было в нём ещё что-то разительно взрослое, но уже не из положительных качеств. Какая-то порочность что ли. В целом он был идеальным кандидатом на мой взгляд. Мельпа привела Хаера. Так и получилось, что первую нашу смену в статусе Воробьёв мы провели впятером вместе с нашим наставником из прошлого поколения.”
В горле пересохло. Я остановилась и вновь пробежалась взглядом по комнате. Яна, видимо уловив мысль, кивнула на столик рядом с собой. Там стояли стакан и графин с водой. Я встала, чтобы налить воды. Порой мне кажется, что я умышленно тяну время, когда кто-либо увлечён моим рассказом. Мне всегда казалось это своего рода театральной игрой и очень меня забавляло. Ещё больше меня забавляет тот факт, что Алиса скопировала эту особенность у меня. Возможно, умышленно, а возможно, и нет. Она во многом пыталась походить на меня в своё время. Это ведь я придумала носить галстук на запястье, а не на плече, чтобы подчёркивать своё более высокое положение среди Воробьёв. На следующий день Алиса сделала то же самое. Когда я обратила внимание на вот такое вот копирование, стало даже как-то неприятно. Сейчас же я поняла, почему она это делала, но при этом всем своим видом стремилась показать неприязнь ко мне.
Ящерица: “Ты продолжишь? Нельзя же вот так взять и замолчать на самом интересном на несколько минут. Если ты пытаешься таким образом заставить меня слушать тебя ещё внимательнее, то могу уверить, что мы можем обойтись и без подобных приёмов. Я и так вся во внимании.”
Лютик: “Прости. Просто привычка. Так на чём я остановилась?”
Ящерица: “О том, как вы стали новым поколением Воробьёв.
Подсказала Яна в нетерпении. На самом деле я помнила, на чём закончила, но не удержалась от ещё одной театральной задержки.”
Лютик: “Так вот, когда смена подходила к концу и мы уже были полностью посвящены в механизмы работы нашего объединения в составе Лагеря, встал вопрос о том, кто возглавит нас в следующую смену. Мизинец
как это у нас говорилось, уходил на покой. Воробьи всегда были стаей, а стае всегда нужен вожак. Тут и началось наше с Алисой противостояние. Она, наслушавшись историй Мизинца, перенимала все его замашки и повадки. Ты не поверишь, но раньше Алиса была такой же, как Кузнечик. Она пыталась подражать своим старшим товарищам во всём. У каждого, кто был в её глазах авторитетом, она пыталась перенять какую-нибудь черту или привычку. Видимо, ей казалось, что так она сможет собрать себе образ настоящего вожака. И ей это удалось, она влезла в этот образ, словно в костюм, сшитый прямо для неё.”
Ящерица: “Ты не шутишь?”
Она явно была удивлена. Та Алиса, которую описывала ей я, никак не вязалась с той, к которой она привыкла. Не удивительно. Алиса очень долго и упорно работала над тем, чтобы выглядеть в глазах других так, как ей бы хотелось выглядеть. Один травмирующий эпизод её жизни очень этому поспособствовал. Ожесточил её, пришил к ней детально собранный образ жертвы.
Лютик: “Я вполне серьёзна. Мельпа не любит вспоминать то время. Если не хочешь с ней поссориться, то не рекомендую поднимать эту тему при ней.”
Ящерица: ”Я тебя поняла. Спасибо за предупреждение. Что было дальше? Почему тебя прозвали Лютиком? Почему вы боролись за вожачество? Я никак не могу представить тебя в этом амплуа.”
Неожиданно даже для себя я засмеялась. Ящерицу это озадачило.
Лютик: “Лютиком меня прозвали за характер. Не от цветка, а от слова лютый. Мизинец окрестил... У тебя сейчас от удивления глаза на лоб полезут.”
Это было недалеко от истины. Ещё никогда я не видела Ящерицу такой удивлённой.
~ Неужели, действительно столько воды утекло, что в данный факт теперь так сложно поверить? ~
Ящерица: “Просто... Я пытаюсь вообразить то, что ты мне про себя сейчас рассказываешь, и у меня не получается от слова совсем.”
Лютик: “Не мучай себя этим. Вот представь Мельпу и Слона. Те их версии, что ты знаешь.”
Ящерица: “Ну, это не сложно. Я их вижу каждый день”.
Лютик: “Ну вот. А теперь перенеси их образы в совокупности на меня. Вот тебе и "старый" Лютик.”
Ящерица: “Прости, но всё ещё сложно себе такое представить.”
Лютик: “А это факт. В свои пятнадцать я была той ещё оторвой. Во мне было столько авантюризма, что хватало на всех Воробьёв с лихвой. Мы цапались с Мельпой всю следующую смену. Фактически в Воробьях сложилось двоевластие. Каждая из нас пыталась перетягивать одеяло на себя. Она привела Ульяну. Я привела Кота. Мне хотелось вести Воробьёв к созиданию, Алисе же хотелось анархии. Я предлагала построить плот, чтобы на нём можно было переправляться на острова, а Мельпа предлагала запустить этот плот в реку и поджечь.”
Ящерица: “И как всё в итоге разрешилось?”
Перемены для меня и Алисы произошли неожиданно и одновременно. Только у меня всё сложилось хорошо, а у моей состайницы альтернативно.
Лютик: “После той смены я встретила парня. Мы случайно познакомились зимой на остановке. Он был панком, на пару лет старше меня. Возвращался с концерта. Автобус опаздывал, и мы разговорились. Ну а потом всё как-то закрутилось, завертелось. Рядом с ним я чувствовала себя... защищённой. Он позволил мне стать мягче, помог понять, что я не хочу быть против всех и каждого, что я могу обрести счастье именно в гармонии с окружающим меня миром. Потом мы расстались. Спокойно, без драм. Просто каждый пошёл своей дорогой. И уже в следующую смену в первый же день я отдала бразды правления Алисе, а сама ушла к Синицам. Поняла, что их взгляды мне ближе. Я вижу своё будущее не как страшную взрослую жизнь, но как новые возможности. Вот. Именно такое же лицо, как у тебя сейчас, было и у Мельпы, когда я ей сказала, что ухожу.”
Яна тряхнула головой, словно пытаясь собрать воедино всё, что я ей рассказала. Наверное, в некоторой степени её удивила не сама история, сколько моя откровенность. Сама не знаю почему я решила ей всё вот так выложить. Возможно, в ней я вижу нечто похожее на то, что раньше было во мне. Неопределённость. Чувство, словно весь мир против тебя. Ты отчаянно пытаешься найти себя в этом мире, в будущем, которое подбирается, словно хищный зверь, но не понимаешь как. Да, когда-то мне это было знакомо, и сейчас я вижу нечто подобное в Яне.
~ Надеюсь, мой рассказ хоть чуточку поможет ей понять, что не стоит бояться мира и будущего, которое её в нём ждёт. ~
Ящерица: “Ладно. Я ожидала, что тут будет что-то непредсказуемое, но ты превзошла все мои ожидания. Тут есть над чем подумать. Спасибо тебе за этот рассказ.”
Лютик: “Пожалуйста!”
В этот момент двери медпункта распахнулись. Послышался топот и целый хор голосов, наперебой обращающихся к Виолетте. А вот и стая. Узнали и прибежали в полном составе. Что-что, а верность и трепетное отношение к товарищам всегда были главной чертой Воробьёв. Они настоящее товарищество, если не братство. Яне это нужно. И мне это когда-то было нужно. Времена меняются, меняюсь и я.
Ящерица: “Наши пришли!”
Сказала она, не сдерживая улыбки.
Лютик: “Да. Другого и не ожидала. Ладно, Ящерица. Оставляю тебя товарищам. Надеюсь, я смогла тебя отвлечь до их прихода.”
Ящерица: “Спасибо тебе большое. Знаешь, если когда-то твоя кличка и пошла от слова лютый, то сейчас она обозначает именно прекрасный цветок.”
Лютик: “Приятно слышать спасибо. Я тоже теперь так думаю.”
Наконец распахнулась и дверь стационара.
Хаер: “Ящерица! Ты живая!? Ой... Лютик.”
Хаер так и застыл в дверях, перешагнув одной ногой через порог.
Лютик: “Всем привет и вскоре до свидания. Я ухожу. Рада хотя бы вас видеть в добром здравии.”
Мельпа: “Взаимно.”
Алиса хмыкнула и скрестила руки на груди.
###
Кузнечик: Я тебе булочку принесла, будешь?
Яна: Ты опять её из столовой стащила?
Кузнечик: Может и стащила, а может и нашла. Тебе то по сути какое дело откуда у меня булка? Будешь или нет?
Забавно надув щёки бухтит девчушка.
Яна: Буду-буду, спасибо, Кузнечик. Очень мило с твоей стороны воровать для меня булки. Ты прямо как Робин Гуд.
Кузнечик: Вот ведь заладила. Ворованные да ворованные. Дарёному коню в зубы не смотрят!
***
Мельпа: И ты знаешь, что мне этот Линза тылдычит? «Ничего я такого не говорил!». А я же по глазам его голубиным вижу, что брешет очкастый, ну я его и припугнула чутка.
Яна: Только не говори, что...
Мельпа отмахивается.
Мельпа: Да не трогала я его. Просто намекнула, что порой те, кто много трындят могут неожиданно ослепнуть. Не знаю чего он там себе накумекал, про очки я его говорила или и впрямь глаза ему выцарапать угрожаю, но запел он, как миленький. Не голубь, а что твой соловей!
***
Хаер: «Не сыпь мне со-о-оль на рану, она ещ-ё-ё болит»
Затянул Хаер, резко заглушив последний аккорд.
Хаер: Ну как-то вот так.
Он потупил взгляд, явно ожидая моей реакции.
Яна: Хаер! Ты здорово поёшь, а играешь так вообще замечательно! Почему ты прячешь такой талант?
Хаер: Да ладно тебе! Так себе я играю и пою скверно. Лабух это намного лучше меня делает. На то он и лабух. Не надо мне... ну... того самое.
Яна: Никто тебе не льстит, Хаер! Лабух учился в музыкальной школе, он всё делает можно сказать по методичке. Так, как показали. А в твоих песнях чувствуется искренность, понимаешь?
Хаер: Да ладно тебе...
#Эмпатия "Вконец засмущавшись отнекивается Хаер, спрятав густо покрасневшее лицо в волосах."
***
Кот: “Знаешь, как моя бабушка говорила: “На  одном  месте  и  камешек  обрастает.”
Яна: “С вашей помощью и поддержкой не обрасту. Спасибо, что заглянул. Как там наши?” 
Кот: “Всё ладненько. Не переживай. Ждём, когда тебя выпустят из этой темницы сырой.” 
Яна: “Как дела у Кузнечика?” 
Кот немного зарделся и отвёл взгляд в сторону. 
Кот: “Всё в порядке. А почему ты спрашиваешь?” 
Яна: “Да так, вы же вроде бы…” 
Кот: “А знаешь, как ещё моя бабушка говорила? “Меньше знаешь, крепче спишь”. 
***
Слон: “Помнишь, я говорил, что у меня брат служил? Так вот, он мне рассказывал, что самое главное в армии не умение быстро бегать или подтягиваться. Самое главное уметь вовремя сделать оперативно-тактическое хлебало. Ибо, он за время своей службы слышал, как “Ты фигли такой грустный?”, так и “Ты фигли улыбаешься?”. Это его оперативно-тактическое лицо, он мне показывал его. Как оптическая иллюзия. С одной стороны посмотришь, выражение такое тупое, словно у шифера, а с другой стороны посмотришь, будто задумался о чём-то. Полезный навык. Тоже хочу научиться такое лицо делать”.

###

На лагерь потихоньку опускается вечер. Лучи закатного солнца играют солнечными зайчиками на козённой плитке. Тепло, немного душно. 

Пахнет лекарствами, накрахмаленными простынями и чем-то сладким — может быть, зефиром, который Виолетта оставила на моей тумбочке. 

За окном стрекочут цикады, кто-то невдалеке тихо бренчит на гитаре. 

Я стою перед зеркалом.
Босиком. Без протеза.

Он лежит на тумбочке. И выглядит почти благородно. Как инородная часть меня, от которой я сама себе временно разрешила отдохнуть. 

Кожа всё ещё бледная не смотря на палящее солнце. Плечи чуть сутулые. 

Взгляд соскользнул, зацепился за пустоту.

Вот и я. 

Девочка из брошюр по реабилитации и протезированию.

Героиня сюжетов про силу духа.

Одна из тех образчиков, которые своим видом заставляют сердобольных бабушек плакать и говорить: «А ведь она улыбается… такая молодец!»

Смотрю на своё отражение, прищуриваюсь, поворачиваюсь боком. 

Вроде бы всё та же. Волосы слегка растрёпанные, живот чуть втянут, будто хочет спрятаться, выставив рёбра, как щит. 

А слева пустота, к которой я так и не подобрала подходящих слов. 

#Драматизм "Нищета плоти."

"Я смотрю на себя в зеркало долго, упрямо, не отводя взгляда, будто пытаюсь поймать с поличным ту, кто украла у меня прежнюю жизнь."

Левая рука заканчивается чуть ниже локтя. 

Кукольно гладкий обрубок, словно не до конца дописанный силуэт.

Странно: за год я вроде бы и привыкла к этому виду, но на самом деле всё ещё нет.

Может, если долго смотреть, то привыкну окончательно? 

Села на край кровати, обхватила себя правой рукой. 

Всё ещё непривычно, неловко.

В то же мгновение почувствовала, как в горле встал ком. Но не заплакала. Не сегодня. 

Слёзы были где-то тогда, в марте, когда ещё снег таял и воздух пах железом. 

В последствии я ещё несколько месяцев не могла избавиться от этого ужасного металлического запаха вокруг себя. Вероятно, дело было в протезе. 

Недалеко хлопнула дверь. Кто-то пробежал мимо медпункта. Крикнул: «Не догонишь!». 

И смех растворился в густом, липком воздухе.

Я могла бы сейчас смеяться с ними. И, может, даже буду. 

Просто не сегодня. Сегодняшний вечер для тишины. Для того, чтобы вспомнить, каково — просто быть собой. 

Даже если «собой» теперь звучит и выглядит совершенно иначе. 

Встала, подошла к зеркалу ещё раз.
Подмигнула себе. Без издёвки. Просто как репетиция чего-то настоящего.

Ладно. Мне семнадцать. Я девушка с одной целой рукой и с миллионами мыслей в голове. Живу. Думаю. Радуюсь. 

Смотрю на себя и не отворачиваюсь. Сегодня у меня была куча неравнодушных посетителей.

Это ведь уже что-то, правда?

На тумбочке, рядом с протезом, лежал плетёный браслет. 

Подарок близкой подруги из прошлой жизни. 

Надела протез.

Взяла браслет, покрутила в пальцах и, не торопясь, надела на левую, железную руку. 

Симметрия — вещь, конечно, приятная, но переоценённая.

Оглянулась.

И в зеркале на секунду показалось будто бы всё на месте. 

Больше мне не хочется в него смотреться. Больше оно мне ничего не скажет.

*Дневник*

“Три дня в лагерном стационаре вполне бы могли обернуться локальной вечностью. Белые стены, запах лекарств и тишина, нарушаемая лишь скрипом кровати и мерным тиканьем часов. Воспаление культи – глупая и досадная неприятность, вырвавшая меня из жизни Лагеря. В целом, это событие вполне могло бы претендовать на катализатор полной апатии и меланхолии. 
Под конец первого дня мне даже понравилось. Одиночество, покой, возможность почитать в тишине. Но уже к вечеру это стало давить, не давало уснуть. Навязчивые мысли крутились в голове, как мухи вокруг варенья. Что сейчас делают мои товарищи? Приводят в исполнение новую безбашенную или просто забавную авантюру? Или обсуждают в клубах сигаретного дыма последние новости и сплетни, как обычно собравшись в ночной тишине театрально кружка? Остался всего один день, но каким же долгим он обещает быть
Наверное, глупо думать об этом. Не стоит тратить время на чужие дела. Но как же это раздражает – беспомощность, оторванность от привычного мира. Хочется вырваться, вернуться в гущу событий. Но как это сделать?
Я постоянно окидываю взглядом свою культю, которую предпочитаю прятать под простыней. Какая ирония. Тело подводит, не дает быть там, где хочется. В Моменты одиночества чувствую себя бесполезной. Хочется чего-то большего, но нельзя. И как теперь быть?
Но я не сдамся. Как там говорил Слон: “Уныние не к лицу Воробью”? 
Я найду способ справиться со всем этим. Нельзя давать себе возможность думать, что я сломанная. И в этом помогают мои ребята, которые постоянно находят минутка навестить меня в таком незавидном положении. Вот она, Воробьиная преданность в деле.” 


    scene bg black with Dissolve(2)
    $ renpy.pause(1, hard=True)
    $ yn_onload("unlock")
    $ yn_set_timeofday_cursor_var = True
    $ persistent.yn_protagonist = "yana"
    # $ yn_rename_character("yn_yana", "Яна")
    scene bg yn_ext_pier_sunset_gl with dissolve
    play ambience ambience_lake_shore_evening fadein 2
    play music yn_giaa_first_day_of_sun fadein 2
    # !голова яны в купальнике
    yn_narrator "День Нептуна - водное мероприятие, которое перекочевало в пионерлагеря от моряков."
    yn_narrator "Во время театрального представления пионеры обливаются водой, а иногда и принудительно отправляют в заплыв своего зазевавшегося товарища."
    yn_narrator "Организацией занималась Сказочница с ребятами из младших отрядов."
    yn_narrator "Она пыталась и нас завербовать в помощники, но после маниакального блеска в глазах Алисы и парочки её «зажигательных» идей, вожатая резко передумала."
    scene bg ext_beach_sunset
    show yn_us smile pirate at center
    with dissolve
    yn_us "Да ладно! Ты сняла свою железяку? Теперь точно нужно искупаться! День Нептуна как никак!"
    yn_yana "Я знала, что как только сниму протез, то вы меня в воду потащите."
    show yn_us supr1 pirate with dspr
    yn_narrator "Ульяна очень ненатурально удивилась."
    yn_us "Никто тебя в воду не кинет! Честное пионерское!"
    yn_yana "Хотелось бы верить, но верится с трудом. Ладно. Проверим насколько ты честная."
    show yn_us smile pirate:
        linear 1.0 xalign -0.3
    $ renpy.pause(1, hard=True)
    show yn_dv pirate normal:
        xalign 0.15
    show yn_slon normal:
        xalign 1.1
    with dissolve
    yn_slon "Не самая лучшая идея доверять Кузнечику."
    yn_dv "А чего это ты, Слоняра, припёрся по форме?"
    yn_slon "Да я..."
    show yn_slon normal2 with dspr
    show yn_san neptun evil:
        xalign 0.6
    with dissolve
    yn_narrator "Вдруг, на его плечо легла поражающая своими размерами ладонь. Это был Физрук в облачении Нептуна."
    yn_san "Жиром трясти, ска, не хочет."
    yn_mt "Александр Ильич, тут же дети! Можете приличнее выражаться?"
    yn_narrator "Вскинув брови и скрестив руки на груди спросила проходящая мимо Панамка."
    yn_san "Да шо вы начинаете? Какие они, ска, дети? Вона, на Слоняру поглядите - кабаняра, ска!"
    yn_th "Она из-за жары такая красная стала или?.."
    show yn_san neptun normal with dspr
    yn_narrator "Заметив накал, Физрук сделал серьёзное лицо."
    yn_san "Всё. Молчу."
    yn_narrator "Недовольно зыркнув, Панамка ещё какое-то время постояла на месте, словно действительно хотела удостовериться, что Физрук больше не говорит."
    yn_narrator "Тот стоически держался."
    yn_narrator "Наконец фыркнув, она направилась к компании ребят, что собирались искупать приятеля против его воли."
    yn_san "Годы идут, а всё такая же, ска, правильная. {w}Ну, не везде..."
    show yn_san neptun smile with dspr
    yn_narrator "Физрук заговорщицки подмигнул."
    yn_us "А вы о чём?"
    show yn_san neptun normal with dspr
    yn_narrator "Александр Ильич сделал вид, что вопрос был адресован не ему."
    show yn_san neptun smile with dspr
    yn_san "Это, Ящерица, у нас тут трёшь-мнёшь возник. Неудобняк, ска."
    yn_san "Ты на меня зла не держи. Я же по факту говорил. Добро?"
    yn_th "Извиняться он не умеет от слова совсем. Зато искренне."
    yn_yana "Всё в порядке. Я понимаю."
    yn_san "Вот и славненько!"
    yn_narrator "Тем временем, на пляж пришёл Хаер и направился к нам. {w}Но стоило ему заметить Физрука, как пионер резко сделал поворот и попытался ретироваться."
    yn_narrator "Александр Ильич даже не оглянулся."
    show yn_san neptun evil with dspr
    yn_san "Хаер! Сто-оять!"
    yn_th "Да как он это делает?"
    yn_narrator "Хаер послушно замер в пол-оборота. Лицо его походило на гримасу приговорённого к смертной казни."
    yn_san "Где то, шо я просил?"
    yn_haer "Я не нашёл..."
    yn_san "Рожай! Шо ты тогда, ска, припёрся? На Красавицу в купальнике позырить пришёл? Нема её тут. Выполняй уговор или я тебя за жабры в воду утащу! Своим лясем-трясем не отделаешься."
    yn_narrator "Это хоть и была угроза, но всё же довольно добродушная по меркам Физрука."
    yn_haer "Так точно!"
    yn_narrator "И исчез, словно его тут никогда и не было."
    yn_yana "А в чём он провинился?"
    yn_san "Та... Нечё спорить. {w}Ишь ты, ска, на слабо меня взять удумал патлатый."
    yn_san "Ладно, молодёжь. Развлекайтесь."
    hide yn_san
    hide yn_slon
    with dissolve
    show yn_dv pirate normal:
        linear 1.0 xalign 0.8
    show yn_us smile pirate:
        linear 1.0 xalign 0.2
    $ renpy.pause(1, hard=True)
    yn_narrator "Слон вместе с Физруком ушли к остальным «актёрам». Ну, точнее к Русалке, которая на удивление была сегодня... {w}Русалкой."
    yn_narrator "Чем та явно была недовольна, судя по её раздражённому виду."
    play sound sfx_draw_water
    yn_narrator "Как и стоило ожидать, Ульяна и честность - вещи несовместимые. Девчушка окатила меня водой из ведра. {w}Теперь от прилипшего песка я вряд ли отделаюсь."
    yn_yana "Кузнечик!"
    show yn_us grin pirate with dspr
    yn_us "А я что? Обещано было в воду тебя не тащить, но про воду к тебе мы не обговаривали. Вы сюда загорать пришли что ли? Пошли купаться!"
    yn_dv "Пас. Если попытаешься меня облить - тебе конец."
    yn_th "А пойду-ка я и правда искупаюсь. До ужина осталось не так много времени. Солнце уже заходит."
    scene bg yn_act2_scene6_swim with dissolve
    yn_narrator "Вода оказалась тёплой."
    yn_narrator "Кругом резвилась ребятня."
    yn_narrator "Они окатывали друг-друга брызгами, звонко смеялись и явно были счастливы."
    yn_narrator "Я всматриваюсь в горизонт."
    yn_narrator "Ровно на границе между водой и небом снова плывёт электричка."
    yn_narrator "Эта закатная {yn_tip_tag=suita}сюита{/yn_tip_tag} рифмуется с пением птиц, гвалтом всеобщего веселья и очень умиротворяет."
    yn_narrator "Раньше мне очень часто казалось, что я вижу себя со стороны, словно наблюдаю за собой из зазеркалья."
    yn_narrator "Когда радовалась или сердилась - это словно делала кто-то другая, а не я."
    yn_narrator "Теперь, смотря в зеркальную гладь воды, я понимаю, что наконец-то перестала видеть себя со стороны."
    yn_narrator "Отражение на своём месте."
    yn_th "{i}Неужели всё взаправду?{/i}"
    stop music fadeout 2
    stop ambience fadeout 2
    scene bg black with Dissolve(2)
    $ renpy.pause(1, hard=True)
    $ renpy.block_rollback()
    $ persistent.timeofday = "day"
    $ persistent.sprite_time = "day"
    scene bg yn_int_theatreclub_day
    show yn_us normal:
        xpos -240

    show dv normal pioneer2:
        xpos 160

    show yn_haer pity longhair:
        xpos 850

    show yn_kot normal:
        xpos 470

    show yn_slon normal2:
        xpos 1200
    with Dissolve(2)
    play ambience ambience_int_cabin_day fadein 2
    play music yn_everyday_theme fadein 5
    yn_yana "В смысле, вы подожгли дерево?"
    yn_us "Не подожгли! Оно само загорелось..."
    yn_yana "Скажи мне на милость, как дерево может загореться само?"
    show yn_kot think with dspr
    yn_kot "Ну... Был же один горящий куст..."
    yn_haer "Это к теме не относится."
    yn_narrator "Отрезал Хаер попытки Кота перевести разговор в другое русло."
    yn_dv "Кузнечик, ты когда-нибудь находила свою одежду приклеенной к потолку?"
    yn_us "Нет..."
    yn_dv "А хочешь?"
    show yn_us fear with dspr
    yn_us "Точно нет."
    show yn_us normal with dspr
    yn_dv "Тогда не тяни кота за..."
    yn_narrator "Алиса запнулась. Оценивающе глянула на Кота."
    show yn_kot normal with dspr
    yn_narrator "Он, в свою очередь рефлекторно на всякий случай перекрестился."
    yn_dv "Рассказывайте давайте!"
    yn_kot "Ну, Кузнечик нашла лупу и мы решили поэкспериментировать."
    yn_haer "Нашли? Это где?"
    yn_us "Ну, одолжили в библиотеке..."
    yn_haer "Если Мегера заметит пропажу, то примчится сюда."
    yn_dv "И что дальше?"
    yn_kot "Мы хотели проверить, правда ли с помощью лупы можно что-нибудь поджечь. Оказалось, что можно..."
    yn_yana "Я ума не приложу, каким образом то вы дерево подожгли."
    yn_us "Мы сами без понятия."
    yn_dv "Кто-нибудь вас видел?"
    yn_us "Да нет. Если бы нас заметили, то Панамка с Медузой уже были бы здесь."
    yn_haer "Благо хоть додумались подальше от Лагеря свои эксперименты проводить. Но ладно. Это, вроде, нечет."
    stop music fadeout 2
    stop ambience fadeout 2
    scene bg black with yn_timeskip
    $ renpy.pause(1, hard=True)
    scene bg ext_houses_day
    show dv normal pioneer2 at center
    with yn_timeskip
    play ambience ambience_camp_center_day fadein 2
    yn_yana "Кажется, у нас проблемы. У нас, в смысле у тебя."
    yn_dv "Что случилось?"
    yn_yana "Откуда у тебя вообще дымовая шашка?"
    show dv smile pioneer2 with dspr
    yn_dv "Ха! Немного «Правды», бутылочка селитры, щепотка любви и огромный талант. Вот и весь секрет."
    yn_yana "Но зачем ты всё это богатство в уборную кинула, когда там один из Голубей был?"
    show dv laugh pioneer2 with dspr
    yn_dv "Он назвал меня дурой необразованной. Я ему и показала свои навыки юного химика."
    yn_dv "Ишь ты, «необразованная». Я ещё взрыв-пакеты им не показывала!"
    yn_yana "Медуза тебя убьёт. Совсем. Насмерть."
    stop ambience fadeout 2
    scene bg black with yn_timeskip
    $ renpy.pause(1, hard=True)
    scene bg yn_int_theatreclub_day
    show yn_us normal:
        xpos -240

    show dv normal pioneer2:
        xpos 160

    show yn_haer pity longhair:
        xpos 850

    show yn_kot normal:
        xpos 470

    show yn_slon normal2:
        xpos 1200
    with yn_timeskip
    play ambience ambience_int_cabin_day fadein 2
    play music yn_videoplayer_theme fadein 2
    yn_slon "Как и обещал, нарыл кое-что на Ежа! Не малая часть Павлинов его недолюбливает. В основном женская, конечно."
    yn_slon "Короче, Малая где-то нашла очередную «любовную» записку Ежа. К сожалению, разорванную."
    yn_slon "Без понятия, за каким фигом она хранила эти клочки бумаги, но там может оказаться нормальный такой компромат."
    yn_narrator "Алиса смерила Слона разочарованным взглядом и уныло вздохнула."
    yn_dv "Я то думала, ты что-то реальное надыбал, а тут какие-то бесполезные обрывки."
    yn_dv "Сама могу по Лагерю пройтись и собрать несколько таких Ежовых писем. При этом целые."
    yn_haer "Да не гони ты раньше времени. Можно попробовать сложить кусочки. Всё равно ничего не теряем."
    yn_dv "{i}Теряем. {w}Моё. {w}Терпение.{/i}"
    yn_narrator "Процедила она каждое слово сквозь зубы."
    yn_dv "Я могу сделать так, что он даже не поймёт из-за чего у него волосы загорелись. {w}И да, Хаер. Напомню, это и в твоих интересах тоже."
    yn_haer "Да я при любом удачном случае познакомил бы свой кулак с его лицом и устроил им первый поцелуй. Но настучит же. И всё. Пока, Лагерь."
    yn_yana "Может, займёмся этой злосчастной запиской? Попробуем собрать."
    yn_slon "Я притащил клейкую ленту. Можно будет с обратной стороны потом склеить. Если спереди, то с его куриным почерком и мятой бумагой ничего разобрать уже не выйдет. Аккуратно надо."

    menu:
        "Попробовать самой":
            $ yn_sparrows_group_ending += 1
            $ yn_act2_scene6_note_fix = True
            $ yn_slon_ending += 1
            scene bg yn_table with dissolve
            yn_narrator "Я склонилась над столом и принялась кропотливо перекладывать фрагменты записки по столу. Слон помогал."
            yn_narrator "Брал кусочек, разглаживал и приклеивал к нему небольшую полоску скотча."
            call screen yn_note_picking_minigame with Dissolve(0.5)
            show yn_note_full with Dissolve(0.5)
            yn_narrator "Спустя несколько минут, нам всё же удалось собрать полезную улику."
            yn_haer "Ну? Что там? Читай!"
            yn_yana "Дорогуша, я понимаю, что мы в немного разной весовой категории, но ты настолько красива, что я не могу молчать."
            yn_yana "Твои волосы пахнут любовью, а глаза явно видят больше, чем у других. Прошу, Косая, приходи сегодня вечером на причал. Буду ждать."
            hide yn_note_full
            scene bg yn_int_theatreclub_day
            with dissolve
            $ renpy.pause(0.5, hard=True)
            show yn_us normal:
                xpos -240

            show dv normal pioneer2:
                xpos 160

            show yn_haer pity longhair:
                xpos 850

            show yn_kot normal:
                xpos 470

            show yn_slon normal2:
                xpos 1200
            with dissolve
            yn_narrator "Молчание. Всеобщий глубокий вдох."
            yn_dv "Пфф..."
            show dv laugh pioneer2
            show yn_us grin
            show yn_slon smile
            show yn_haer smile2_longhair
            show yn_kot smile
            with dspr
            yn_narrator "Мы одновременно засмеялись протяжным, неумолчным и непрерывным смехом. Хаер вообще хохотал так, словно впал в какой-то припадок."
            yn_narrator "Нам потребовалось много времени, чтобы успокоиться."
            yn_dv "Вот и реальные доказательства, что он шары к Сказочнице катил. Журналистка из этой бумажки сможет такое состряпать..."
            yn_slon "Да, но чтобы закопать Ежа этого будет мало. Все и так знали, что он к ней подкатывал. Нужно что-то ещё."

        "Позволить кому-нибудь другому":
            yn_haer "Давай я попробую собрать."
            yn_dv "Ты и тут накосячить умудришься."
            yn_haer "Не нагнетай."
            yn_narrator "Хаер склонился над столом и принялся кропотливо перекладывать фрагменты записки по столу."
            yn_narrator "Брал один кусочек, разглаживал, приклеивал к нему небольшой полоску скотча и так по кругу. Вот такой странный пазл."
            yn_narrator "Спустя десять минут пионер тихо выругался."
            yn_haer "Тут не хватает двух фра..."
            yn_slon "Фрагментов?"
            yn_haer "Ага. Прям по центру. Нифига не понятно. Прочитать можно только «Твои волосы пахнут любовью»."
            yn_narrator "Молчание. Всеобщий глубокий вдох."
            show dv laugh pioneer2
            show yn_us grin
            show yn_slon smile
            show yn_haer smile2_longhair
            show yn_kot smile
            with dspr
            yn_dv "Пфф..."
            yn_narrator "Мы одновременно засмеялись протяжным, неумолчным и непрерывным смехом. Хаер вообще хохотал так, словно впал в какой-то припадок."
            yn_slon "Это настолько тупо, что гениально."
            yn_dv "Ладно. Всё. Закончили. Записка."
            show dv normal pioneer2
            show yn_us normal
            show yn_slon normal
            show yn_haer pity longhair
            show yn_kot normal
            with dspr
            yn_narrator "Все бросили озабоченные взгляды на стол. Прямо по центру тетрадного листа, где и была написана вся нужная нам информация, зияла большой дыра с рваными краями."
            yn_dv "И где оставшиеся кусочки?"
            yn_slon "Без понятия. Изначально вроде бы всё на месте было."
            yn_haer "Прекрасно. Просто офигенно."
            yn_slon "Ладно. Не парьтесь. Попробую ещё что-нибудь найти."

    stop music fadeout 2
    stop ambience fadeout 2
    scene bg black with yn_timeskip
    $ renpy.pause(1, hard=True)
    scene bg ext_houses_day
    show yn_haer pity longhair at center
    with yn_timeskip
    play ambience ambience_camp_center_day fadein 2
    yn_yana "Ты же сам говорил, что хотел извинится перед Лютиком за цветы. Вот она. Лучше возможности уже не представится."
    yn_haer "Ладно-ладно. Твоя правда. Да. Пойду извинюсь. Ну, надеюсь, нечет."
    scene bg yn_ext_square_lenin_day
    show yn_haer pity longhair at left
    show yn_sl serious at right
    with dissolve
    yn_narrator "Хаер свернул на площадь и шаркающей походкой подошёл к скамейке, где по обыкновению отдыхала Славяна."
    yn_narrator "Она смерила его коротким студёным взглядом и показательно приподняла вверх подбородок."
    yn_haer "Лют, я тут извинится хотел. Некрасиво получилось. Я это не подумав. Прости меня, а? Может, я помочь чем могу?"
    show yn_sl normal with dspr
    yn_narrator "Девушка задумалась, оглядывая Воробья с головы до ног."
    yn_sl "Клумбу я уже восстановила, но помочь ты можешь. Готов?"
    yn_haer "Всегда готов!"
    yn_narrator "Карикатурно отсалютовав, сказал он."
    yn_sl "Ну, пошли, Казанова."
    yn_narrator "Она встала с лавочки и пальцем поманила длинноволосого за собой."
    yn_narrator "Хаер бросил на меня вопросительный взгляд, а мне только и оставалось, что неопределённо пожать плечами."
    hide yn_sl
    hide yn_haer
    with dissolve
    yn_narrator "Оставшуюся часть дня Хаеру в добровольно-принудительном порядке пришлось участвовать в чём-то вроде реконструкции времён крепостного права."
    scene bg yn_ext_admins_day
    show yn_haer pity longhair at left
    show yn_sl normal at right
    with fade
    yn_narrator "Сначала он под пристальным надзором Славяны подметал на площади, перед зданием администрации и в «жилых кварталах»."
    scene bg yn_ext_booth_day
    show yn_haer pity longhair at left
    show yn_sl smile2 at right
    with fade
    yn_narrator "Затем убирался на складе и лодочном причале."
    yn_narrator "Комсомолка осталась довольна."
    scene bg yn_ext_square_lenin_day with fade
    yn_narrator "Уже ближе к вечеру, продемонстрировав работу Панамке и получив похвалу за организацию уборочных работ (Хаер тоже без добрых слов в свой адрес не остался), отпустила моего товарища с миром на все четыре стороны."
    yn_narrator "Он потом жуть как ворчал из-за того, что послушал меня и пошёл извинятся."
    stop ambience fadeout 2
    scene bg black with yn_timeskip
    $ renpy.pause(1, hard=True)
    $ renpy.block_rollback()
    $ persistent.timeofday = "sunset"
    $ persistent.sprite_time = "sunset"
    scene bg yn_ext_musclub_sunset_video_rain with yn_timeskip
    play ambience yn_rain fadein 2
    play music music_list["dance_of_fireflies"] fadein 2
    yn_narrator "Алиса попросила меня прийти в библиотеку после ужина."
    yn_narrator "Сперва я решила заглянуть в музыкальный клуб, чтобы отдать Мику одолженную на днях заколку. Уже на подходе к зданию клуба начался лёгкий летний дождь."
    yn_narrator "На крыльце я заметила высокую рыжеволосую девушку. Ей оказалась вожатая по прозвищу Жуля."
    yn_narrator "За всё время моего пребывания в Лагере мы сталкивались всего пару раз, но я наслышана о ней, как о отличной художнице. В принципе, это всё, что я о ней знаю."
    show yn_julya normal at center with dissolve
    yn_julya "О! Привет, Ящерица!"
    yn_narrator "С лёгкой улыбкой крикнула она мне."
    yn_julya "Давай сюда, быстрее! Чего мокнешь?"
    scene bg yn_ext_musclub_verandah_sunset_video_rain
    show yn_julya happy at center
    with dissolve
    yn_narrator "Когда я поднялась по ступенькам, её улыбка стала ещё шире."
    yn_yana "Здравствуйте!"
    yn_narrator "Я начала с формальностей, потому что не знала как стоит себя с ней вести. На это она лишь отмахнулась."
    yn_julya "Перестань. Я не Медуза и не такая взрослая, как Панамка. Можешь обращаться на «Ты»."
    yn_yana "Хорошо. Спасибо. Так будет проще."
    yn_julya "Да без проблем. Обращайся!"
    yn_narrator "Она подмигнула."
    yn_julya "А ты тут чего? Тоже к Мику?"
    yn_narrator "Дождь мелкой дробью барабанил по крыше навеса, мелодично сливаюсь с шелестом крон деревьев."
    yn_narrator "Иногда мне кажется, что само это место создаёт вокруг себя музыку."
    yn_yana "Да. Хотела кое-что вернуть. А вы... ты тут зачем?"
    yn_julya "Ну, считай, цели у нас схожи, но альтернативны."
    yn_julya "Хотела у неё гитару одолжить, да вот не ко времени пришла. Закрыто."
    yn_yana "Есть идеи, где она может быть?"
    yn_julya "Вполне. Скорее всего она сейчас в художественном кружке вместе с доброй половиной Голубей. У них там какие-то обсуждения. Я, честно сказать, не вникала."
    yn_yana "А зачем ты тогда пришла сюда, если знаешь, что она в другом месте?"
    yn_julya "Ну... я об этом задумалась только после того как ты спросила."
    yn_narrator "Странно. А зачем Алиса вообще позвала меня в библиотеку? Это же явно как-то связано с тем, что Голуби сейчас в другом месте!"
    yn_yana "Я тогда пойду. Мне ещё кое-куда нужно успеть заскочить."
    show yn_julya normal with dspr
    yn_narrator "Жуля в это мгновение словно бы ушла в себя, не сразу отреагировав на моё прощание."
    yn_julya "А. Да. Бывай! Было приятно пообщаться!"
    stop ambience fadeout 2
    scene bg black with yn_timeskip
    $ renpy.pause(1, hard=True)
    scene bg yn_int_library_sunset_rain_anim with yn_timeskip
    play ambience ambience_library_day fadein 2
    play sound_loop yn_rain2 fadein 2
    yn_narrator "В библиотеке царило мертвенное молчание, изредка прерываемое шуршанием где-то на переферии."
    yn_yana "Ты здесь?"
    yn_narrator "Из-за книжных стеллажей показалось очень недовольное лицо."
    show dv sad pioneer2 at center with dissolve
    yn_dv "Чего так долго? Тебя только за смертью посылать."
    yn_yana "Дождь застал меня врасплох. Что ты тут вообще делаешь?"
    hide dv with dissolve
    yn_narrator "Рыжая голова исчезла за книжными полками, лишь буркнув:"
    yn_dv "Давай сюда."
    yn_narrator "Я заглянула за книжные полки."
    scene bg yn_int_library_books_dv with dissolve
    yn_narrator "Среди хаоса из разбросанных повсюду книг сидела Алиса и смотрела на меня неправдоподобно невинными для её тона глазами."
    yn_dv "Помоги."
    yn_yana "Я бы помогла, только не могу понять с чем. Раскидать книги? Ты что, заначку здесь оставила?"
    yn_dv "Схватываешь на ходу! В одной из книг лежит... кое-что, что мне сейчас очень нужно. Только я не могу вспомнить в какой именно."
    yn_yana "Ты серьёзно спрятала что-то ценное в логове тех, кто тебя и на пушечный выстрел к себе подпускать не пожелает?"
    yn_dv "Эти полки - самое надёжное место. Голуби на дух не переносят Зощенко. Они никогда в жизни сюда не полезут."
    yn_yana "Всё ещё звучит не очень убедительно. Ты точно меня на пособничество в воровстве не подбиваешь?"
    yn_dv "Расслабься. Я тут заначку уже несколько смен подряд делаю."
    yn_yana "А что искать то?"
    yn_dv "Вообще, я тебя позвала, чтобы ты на шухере постояла. Ребята сейчас другим делом заняты. Просто постой на входе. Если кто-то пойдёт, начни его громко забалтывать."
    scene bg yn_int_library_sunset_rain_anim
    show dv sad pioneer2 at center
    with dissolve
    yn_narrator "Она на мгновение замешкалась, перестав перебирать страницы очередной книги. Подняла на меня пронзительный взгляд и немного стушевавшись сказала:"
    yn_dv "Пожалуйста."
    yn_yana "Ну, если пожалуйста, то конечно. В следующий раз предупреждай на что подбиваешь."
    yn_dv "А так неинтересно."
    stop ambience fadeout 2
    stop music fadeout 2
    stop sound_loop fadeout 2
    scene bg black with yn_timeskip
    $ renpy.pause(1, hard=True)

    if yn_act2_scene5_video_get:
        $ renpy.block_rollback()
        $ persistent.timeofday = "night"
        $ persistent.sprite_time = "night"
        scene bg int_clubs_male2_night
        show yn_us normal:
            xpos -240

        show dv normal pioneer2:
            xpos 160

        show yn_haer smile2_longhair:
            xpos 850

        show yn_kot normal:
            xpos 470

        show yn_slon normal2:
            xpos 1200
        with yn_timeskip
        play ambience ambience_int_cabin_night fadein 2
        play music yn_raw_deal_lamanski_chase_lamanski_syn fadein 2
        yn_haer "Ну и фильмец, конечно. Шварц - шикарен. Боевичок, что доктор прописал!"
        show yn_us laugh with dspr
        yn_us "До сих пор не могу перестать смеяться от этого ломанного русского языка."
        show yn_kot sad2 with dspr
        yn_kot "Мне Кэт жалко."
        show yn_kot angry with dspr
        yn_kot "А этот Рост - гад, конечно. По делам ему!"
        show yn_kot normal with dspr
        yn_kot "Как говорится, нашла коса на камень!"
        yn_haer "Да! Видели, как они его? Ух!"
        yn_narrator "Замахал руками довольный Хаер, пытаясь повторить движения из фильма."
        yn_dv "А мне не понравилось. Лучше другое кинцо глянуть."
        yn_dv "Я тут порылась и нашла занимательную такую кассету. {w}Ток мы женским составом её посмотрим. {w}Без вас, парни."
        yn_dv "Кузнечик, ты тоже извиняй."
        yn_slon "Что это за фильм то такой?"
        yn_narrator "Мельпа повернулась так, чтобы её лицо могла видеть только я и подмигнула, мол «подыграй». Затем выдержав паузу ещё немного, а потом закинув ногу на ногу сказала:"
        show dv smile pioneer2 with dspr
        yn_dv "Эммануэль."
        yn_narrator "Алиса явно играла на Слона, видимо зная или догадываясь, что тот знает, о чём этот фильм."
        yn_th "Да... Нашла я как-то эту кассету под кроватью родителей. Познавательное кино. Ничего не скажешь."
        show yn_slon normal with dspr
        yn_narrator "План Мельпы сработал. На щеках Слона появился румянец и он отвёл взгляд."
        yn_haer "А о чём фильм? Кто снимался? Ван Дамм? Сталлоне?"
        show yn_us upset with dspr
        yn_us "Так не честно! Мы тоже хотим посмотреть!"
        show dv laugh pioneer2 with dspr
        yn_narrator "Алиса лишь ехидно улыбалась, довольная собой."
        yn_slon "Ребят, действительно, пошли. Пусть смотрят."
        yn_slon "Я вам потом всё расскажу. Нечего шуметь."
        show yn_us dontlike with dspr
        yn_us "У-у. Опять всё веселье испортили. Нельзя нам смотреть. Какие важные."
        yn_us "Ну и тухните здесь. Не больно то и хотелось."
        hide yn_us
        hide yn_kot
        hide yn_haer
        hide yn_slon
        with dissolve
        yn_narrator "Ребята медленно вышли из кладовой, стараясь ничего не задеть, попутно присматривая за Кузнечиком, чтобы она {b}нарочно{/b} ничего не задела."
        yn_narrator "Алиса всё так же молчала смотря на меня испытывающим взглядом и с всё той же ехидной улыбкой."
        show dv normal pioneer2 with dspr
        yn_narrator "Затем достала из нагрудного кармана сигареты и закурила. Это только придало ещё большей пикантности ситуации. {w}Становилось неловко."
        yn_narrator "Девушка ожидала моей реакции."
        yn_yana "Ты серьёзно эротику решила посмотреть?"
        yn_dv "Коне..."
        show dv laugh pioneer2 with dspr
        yn_narrator "Она запнулась и надрывно засмеялась, размахивая зажённой сигаретой."
        yn_dv "Прости, не сдержалась. Ты бы видела своё лицо. А морды ребят - вообще."
        yn_dv "Слон, как помидор стал. Я и не сомневалась, что он такое смотрит."
        yn_yana "Шурик же просил здесь не курить."
        show dv normal pioneer2 with dspr
        yn_narrator "Алиса закатила глаза и громко вздохнула. Ей было не по нраву, что я испортила весь момент."
        yn_dv "Забей. {w}Они не заметят. {w}Выветрится. {w}Пошли наших догонять, а то обидятся же."
        show dv laugh pioneer2 with dspr
        yn_narrator "Уже на выходе она легонько толкнула меня в бок. И заулыбалась."
        yn_dv "А оказывается ещё кое-кто у нас смотрит {i}такие{/i} фильмы. {w}Ай, да Ящерица."
        yn_yana "Да я..."
        stop music fadeout 2
        stop ambience fadeout 2

    scene bg black with yn_timeskip
    $ renpy.pause(1, hard=True)
    $ renpy.block_rollback()
    $ persistent.timeofday = "day"
    $ persistent.sprite_time = "day"
    scene bg ext_playground_day
    show us angry sport at center
    with yn_timeskip
    play ambience ambience_soccer_play_background fadein 2
    play music yn_proton4_eto_chudesnoe_leto fadein 2
    yn_yana "И долго ты ещё собираешься кидаться на ветряные мельницы?"
    yn_us "Я понять не могу, ты за меня болеть пришла или непонятными фразами кидаться?"
    scene bg yn_ext_playground_us_football with dissolve
    yn_narrator "Пот струится по лицу Ульяны, она тяжело дышит, прижимая к себе футбольный мяч."
    yn_yana "Ну не сможешь ты Физруку забить. Он сам, как все ворота. Там мячу протиснуться некуда."
    yn_us "Я забью! Это дело принципа!"
    yn_yana "Ты уже минут тридцать пытаешься это сделать. Он в последние твои попытки даже не двигался. Мяч ему в грудь или в руку прилетает."
    yn_san "Эй, Кузнечик, у тебя ещё три попытки! Не забьёшь - десять кругов вокруг поля, ска!"
    yn_narrator "Я не смогла сдерживать улыбки, наблюдая за озадаченным лицом девочки."
    yn_us "Чего ты улыбаешься?"
    yn_yana "Тебе и я, и Слон говорили, что не стоит спорить с Физруком. Хаер в прошлый раз после подобного спора отжимался, пока Физрук не устал."
    yn_us "Маловерная ты. Сейчас всё будет. Смотри и записывай. Все потом будут говорить, как я спор у Физрука выиграла!"
    scene bg ext_playground_day with fade
    yn_narrator "А я смотрела и записывала. Как Кузнечик спустя три очевидно провальные попытки уже и так вымотанная и уставшая, наматывала круги вокруг футбольного поля. Под улюлюканье и хлопки Физрука."
    scene bg black with yn_timeskip
    stop ambience fadeout 2
    stop music fadeout 2
    $ renpy.block_rollback()
    $ persistent.timeofday = "night"
    $ persistent.sprite_time = "night"
    $ renpy.pause(1, hard=True)
    scene bg yn_ext_houses_night
    show yn_haer pity longhair at fleft
    show yn_slon normal at center
    show dv normal pioneer2 at fright
    play ambience ambience_camp_center_night fadein 2
    play music music_list["eternal_longing"] fadein 2
    with yn_timeskip
    yn_yana "Вы уверены, что быть соглядатаями хорошая идея?"
    show yn_haer smile2_longhair with dspr
    yn_haer "Не дрейфь, Ящерица. Физрук после отбоя идёт куда-то со звенящим пакетом."
    yn_haer "Тебе самой не интересно?"
    yn_slon "Тише будьте. Услышит же."
    yn_dv "Где он вообще алкашку достал? Неужели, с собой привёз?"
    yn_haer "Да не. Я видел, как он во время дискотеки из Лагеря уходил."
    yn_haer "По-любому в деревню уходил, в хозмаг. {w}Там по слухам из под прилавка водку с вином продают."
    yn_dv "И кому это интересно, он высокоградусный романтический вечер устроить решил?"
    yn_yana "А почему вы Кота с Кузнечиком не позвали?"
    yn_dv "Это им в наказание. Нечего деревья поджигать."
    yn_haer "Ой, какая ты справ..."
    show yn_haer pity longhair with dspr
    yn_narrator "Хаер замолчал. Вновь на его лице отразилось уже знакомое всем замешательство."
    yn_slon "Справедливая?"
    yn_haer "Да! Спасибо. Какая ты справедливая, Мельпа. Может, в угол ещё их поставишь?"
    yn_dv "Во-первых, не нарывайся. Во-вторых, эта острота выглядит нелепой из-за того, что ты забыл слово."
    scene bg yn_ext_house_of_mt_night_san with fade
    yn_narrator "Вдруг Физрук остановился возле домика Панамки. {w}Придерживая предательски выдающий звоном содержимое пакет, он оглянулся."
    yn_narrator "Все мы инстинктивно пригнулись, чтобы не быть замеченными."
    yn_narrator "Из-за резкого движения Хаер начал терять равновесие, чуть не наступив на сухую ветку, но Слон успел ухватить товарища."
    yn_dv "Если она хрустнет, следом такой же звук издаст твой позвоночник."
    yn_narrator "Шёпотом сказала крайне заинтригованная происходящим Алиса."
    yn_narrator "В окнах домика вожатой тем временем подрагивал слабый огонёк. По всей видимости, от свечей."
    yn_narrator "Физрук, убедившись, что в радиусе его видимости никого нет, трижды постучал в дверь."
    scene bg ext_house_of_mt_night
    show yn_haer pity longhair at fleft
    show yn_slon normal at center
    show dv normal pioneer2 at fright
    with fade
    yn_narrator "Спустя пару мгновений она распахнулась и он спешно зашёл внутрь. Послышался щелчок закрывающегося замка."
    yn_dv "Чтоб меня. Журналистка бы удавилась за такой материал."
    show yn_haer smile2_longhair with dspr
    yn_haer "Ну, Саныч, конечно, мужик. Я даже и не подумал бы."
    yn_dv "Да ты вообще редко это делаешь."
    yn_slon "Может пошли уже, пока не услышали чего лишнего? Нам же потом ещё им в глаза смотреть."
    yn_dv "Эх, лучше бы Физрук Медузу захомутал. Может, подобрела бы."
    yn_haer "У Саныча голова на плечах есть, вряд ли бы он добровольно её на каменную сменил."
    stop ambience fadeout 2
    stop music fadeout 2
    scene bg black with yn_timeskip
    $ renpy.pause(1, hard=True)
    scene bg yn_ext_square_lenin_night
    show yn_kras normal at center
    play ambience ambience_camp_center_night fadein 2
    with yn_timeskip
    yn_kras "Как и просили, вот ваш логотип Голубей на простыне."
    hide yn_kras
    show yn_kot laugh at center
    with dissolve
    yn_kot "Дай Бог тебе здоровья!"
    hide yn_kot
    show yn_haer smile2_longhair at center
    with dissolve
    yn_haer "Спасибо! Выглядит супер! Ты молодец!"
    hide yn_haer
    show dv normal pioneer2 at center
    with dissolve
    yn_dv "Даже не спросишь зачем мне это или уже знаешь?"
    hide dv with dissolve
    yn_narrator "Алиса с подозрением покосилась на Хаера, который в это время не сводил взгляда с Красавицы."
    yn_narrator "Прошло какое-то время, а он всё разглядывал пионерку в упор с застывшей улыбкой на тонких бледных губах, размышляя о чём-то своём."
    show yn_kras smile at center with dissolve
    yn_kras "Не знаю. А даже, если и знаю, то знать не хочу. {w}Ладно. Удачи."
    hide yn_kras
    show yn_us grin at center
    with dissolve
    yn_us "Бывай, сестрёнка."
    hide yn_us with dissolve
    yn_narrator "Прозвучало вовсе недружелюбно, а даже с какой-то долей сарказма, но Красавица даже бровью не повела."
    show yn_haer smile2_longhair at center with dissolve
    yn_haer "Пока!"
    hide yn_haer
    show yn_slon normal at center
    with dissolve
    yn_slon "До сих пор не могу поверить, что эту идею предложила Ящерица."
    hide yn_slon
    show dv laugh pioneer2 at center
    with dissolve
    yn_dv "Обвыкаться начала, молодец!"
    yn_yana "Ну, это как бы была просто невинная шутка. {w}Я же не думала, что вы всерьёз решитесь взяться за такое."
    hide dv
    show yn_us laugh at center
    with dissolve
    yn_us "Да ладно тебе! Покажем этим очкарикам!"
    hide yn_us
    show dv normal pioneer2 at center
    with dissolve
    yn_dv "Тише будь. Хаер, помоги флаг снять и тащи сюда новый."
    hide dv with dissolve
    yn_narrator "Алиса и Хаер завозились перед флагштоком. Они о чём-то тихо спорили, но разобрать слов не получалось."
    yn_narrator "Слышался звук рвущийся ткани и металлический скрежет."
    yn_narrator "Спустя пару минут они закончили и принялись за трос поднимать новый, белый флаг."
    scene bg yn_ext_square_lenin_night_pigeons_flag with dissolve
    yn_narrator "Закончив, Алиса отступила назад и задрала голову вверх."
    yn_narrator "На флаге из оборванной простыни красовался аккуратно нарисованный логотип Голубей, который мне уже довелось увидеть в Первом."
    scene bg yn_ext_square_lenin_night_pigeons_flag_zoomed with fade
    #yn_narrator "Чуть ниже уже менее аккуратно была выведена подпись «Всезнайки»."
    yn_dv "Красота-а-а."
    yn_narrator "Нараспев протянула она, явно довольная результатом."
    yn_haer "Будут знать, как на нас гнать."
    yn_yana "Видимо, я одна считаю, что после такого можно не ждать указаний Медузы, где нам могилки рыть, а уже самим приступать."
    yn_slon "Да не. Все, конечно, поймут, что это мы, но доказать никак не смогут."
    yn_dv "Ладно. Валим, пока нас не заметили."
    stop ambience fadeout 2
    scene bg black with Dissolve(1)
    jump yn_act2_scene7
