label yn_act3_scene9:
    $ yn_onload("lock")
    $ renpy.block_rollback()
    $ persistent.timeofday = "day"
    $ persistent.sprite_time = "day"
    $ renpy.pause(3, hard=True)
    $ yn_chapter_intro(
        "Действие девятое.",
        "bg yn_ext_camp_entrance_day_blurred",
        "camp_entrance_day",
        "yn_yana smile2",
        "yn_play_nineth_intro_text"
    )
    scene bg black with Dissolve(2)
    yn_narrator "Я вышла из домика после отбоя подышать свежим воздухом веющим с озера."
    yn_narrator "Ночной берег. Небо тёмное-синее, как разведённая тушь. На воде видны белёсые полосы лёгкого штиля, но всё внимание к себе приковывает одинокая точёная фигура на песке."
    yn_narrator "Её силуэт освещён тусклым подрагивающим светом, который отбрасывает керосиновая лампа из театрального кружка поставленная на высокий стул."
    yn_narrator "Перед девушкой высится мольберт с холстом. Не трудно догадаться, что я вижу на берегу Красавицу. "
    yn_narrator "Мазок за мазком она переносит на холст пейзаж ночного берега." 
    yn_narrator "Я уже видела парочку её картин. Лагерные ворота. Уходящая в бесконечную даль за горизонтом дорога."
    yn_narrator "Казалось бы, она фиксирует реальность. Нечто такое, что ты видишь не единожды, очень быстро привыкаешь не обращать на это внимание."
    yn_narrator "Но Красавице каким-то непостижимым мне образом удаётся перенести реальность на холст так, что она превращается в волшебство."
    yn_narrator "Есть в её работах что-то неуловимое. Какие-то мазки, детали, которые отсутствуют в реальности и делают картину более глубокой и личной."
    yn_narrator "Я не спеша подхожу ближе. Шагаю так, чтобы заранее выдать своё присутствие и не напугать пионерку."
    yn_narrator "Красавица не обернулась, но кивком показала, что заметила мое приближение. Её кисть плавно скользила по холсту, смешивая оттенки индиго и серебра."
    yn_kras "Не боишься, что вожатая заметит?" 
    yn_narrator "Голос её был тихим, словно шелест камыша у воды."
    yn_yana "Думаю, Медуза сегодня слишком занята отчётами. К тому же..."
    yn_narrator "Я села на песок в метре от мольберта, обхватив колени левой рукой."
    yn_yana "Кто решится ругать человека, творящего красоту?"
    yn_narrator "Уголки её губ дрогнули в подобии улыбки. Ламповый свет играл на её ресницах, когда она наклонилась к палитре."
    yn_kras "Красота — понятие субъективное. Для Мику, например, это - пение птиц, для Журналистки - красивая и громкая история, а для Мельпы опрокинутая на голову Мегере банка краски была бы шедевром абстракционизма."
    yn_yana "Всё же Мельпа в этом плане не лучшая муза."
    yn_kras "А ночное озеро — идеальная?"
    yn_narrator "Она мазнула ультрамарином, и вода на холсте ожила глубиной."
    yn_yana "Смотря что в нём видеть. Кто-то — мрак и пустоту. Кто-то..."
    yn_narrator "Я провела пальцем по влажному песку, рисуя волну."
    yn_yana "...бесконечность отражений."
    yn_kras "Ты говоришь, как самая настоящая Синица. Мику бы аплодировала."
    yn_narrator "Пауза. Только стрекот кузнечиков да плеск воды."
    yn_kras "Почему пришла?"
    yn_yana "Проснулась, когда во сне попыталась сжать кисть левой руки."
    yn_narrator "Я машинально потёрла протез."
    yn_yana "Врачи говорят — нервное."
    yn_kras "Сочувствую."
    yn_yana "Не стоит."
    yn_narrator "Красавица медленно кивнула"
    yn_kras "А ты что думаешь на этот счёт?"
    yn_yana "Что это память тела. Оно отказывается забывать."
    yn_narrator "Красавица вдруг отложила кисть. Повернулась, и в её глазах я увидела... Нет, не жалость, а понимание."
    yn_kras "Знаешь, я всегда рисую одну деталь, которую обычно никто не замечает."
    yn_narrator "Она указала в угол картины." 
    yn_narrator "Там, среди теней, угадывался едва видимый багровый силуэт. Он почему-то показался мне бесконечно одиноким."
    yn_kras "Люди смотрят на озеро, на луну, деревья. А главное часто прячется в углу."
    yn_yana "Как эфемерное переживание?"
    yn_kras "Скорее, как шрам, который делает историю правдивой и уникальной."
    yn_narrator "Она протянула мне тонкую кисть. На её кончике в свете керосиновой лампы переливался полутонами красный цвет."
    yn_kras "Добавь свой след."
    yn_narrator "Я колебалось секунду, затем взяла кисть. Дрожащими пальцами коснулась холста — мазок алой краской у ног нарисованной фигурки."
    yn_yana "Почему именно этот цвет?Клубничное варенье или кровь?"
    yn_kras "Напоминание. Что боль — часть картины."
    yn_narrator "Она снова взяла кисть, смешала охру и белила."
    yn_kras "Когда я рисую дорогу, знаешь, что важнее всего?"
    yn_yana "Горизонт?"
    yn_kras "Трещины в асфальте. Именно они делают путь настоящим. Те самые шрамы, которые являются физическим напоминанием о прошедшем."
    yn_narrator "Лампа затрепетала. Мы сидели молча, наблюдая, как багряный мазок впитывается в холст — как рана, которая начинает затягиваться."
    yn_yana "А о чём боль в твоих картинах?"
    yn_kras "Она о несостоявшихся возможностях." 
    yn_narrator "Красавица провела кистью по своему запястью, оставляя едва заметную голубую линию."
    yn_kras "В этом году хотела поступать в Суриковское. Показала работы преподавателю. Он сказал: «Техника есть — души нет. Рисуешь бездушно правильно»."
    yn_yana "И тогда появились трещины?"
    yn_kras "Не сразу. Сначала я пыталась рисовать «душевно». Копировала Ван Гога, Шишкина. Потом поняла. Душа не про кричащие краски."
    yn_narrator "Она коснулась алого мазка на холсте."
    yn_kras "Она про то, что прячется в тенях. Как часть твоей руки в протезе."
    yn_yana "Или как страх в глазах отца, когда он прячет доллары в «Капитале» Маркса."
    yn_narrator "Красавица резко провела красной линией через озёрный пейзаж."
    yn_narrator "Краска на её палитре вдруг заиграла теплее."
    yn_kras "Первая трещина появилась раньше. Пару лет назад."
    yn_narrator "Она смешала киноварь с чёрным, получив глухой багрянец."
    yn_kras "Он был из художественной школы. Писал такие экспрессивные полотна. И всегда в красных оттенках. Мазки как удары кувалдой. Говорил, я слишком «академична»."
    yn_kras "А я поверила, что он сможет научить меня страсти. Позволила ему «исправить» некоторые мои работы. Он изрядно добавил в них багрянца."
    yn_narrator "Кисть в её руке дрогнула, оставив едва заметную кляксу."
    yn_kras "Через месяц он выставил их под своим именем. А когда я попросила объяснений сказал: «Ты же сама хотела стать более живой в своих работах»."
    yn_narrator "Она резко провела линию по холсту."
    yn_kras "С тех пор красный цвет для меня стал особенным."
    yn_narrator "Её кисть замерла над кляксой."
    yn_kras "Это стыд. За то, что позволила обмануть и сломать себя."
    yn_yana "А Хаер? Он тоже пытается «исправить» твои картины?"
    yn_narrator "Я даже не заметила, как наш диалог превратился в обмен метафорами."
    yn_narrator "Меня поразило с какой неожиданной лёгкостью Красавица решила мне открыться."
    yn_kras "Нет. Он скорее перерисовывает контекст."
    yn_narrator "Кисть выписала на тёмной воде неожиданно насыщенные алые блики."
    #Восприяте yn_narrator "Они повторяли ритм звёзд над нашими головами."
    yn_kras "Слишком яркий. Неуместный. Но без него картина была бы менее живой. Видишь?"
    yn_narrator "Красавица указала на алые отблески на холсте."
    yn_kras "Он не замечает трещин. Для него мир — это сплошной путь без оглядки. Когда я рисую дорогу в трещинах, он видит только горизонт."
    yn_yana "И это пугает?"
    yn_kras "Это исцеляет. После истории с тем парнем, я год не могла смотреть на красную краску."
    yn_narrator "Она коснулась моего мазка."
    yn_kras "Пока как-то раз Хаер не принёс мне банку клубничного варенья со словами: «Держи, я уверен, что это твой цвет!». И заболтавшись он съел половину банки прямо у чистого мольберта испачкав всё в радиусе метра. Пришлось рисовать поверх алых пятен."
    yn_narrator "Губы её дрогнули в улыбке."
    yn_kras "В тот день для меня родилась эта техника. Превращать хаос в часть картины. Я перестала бояться этого злосчастного цвета."
    yn_narrator "Её кисть легла поверх моего клубничного мазка, смягчая контуры."
    yn_kras "Он не понимает абстракций. Зато понимает главное, что боль — часть истории, а не её финал. Хотя и не сможет описать это словами. Он просто так чувствует и помогает чувствовать это и мне. Я до сих пор вспоминаю, как в начале смены он поспорил с Лабухом лишь для того, чтобы сыграть мою любимую песню. Просто так это сделать он стеснялся, поэтому и затеял заведомо проигрышное пари."
    yn_narrator "Она смешала золотистую охру с белилами и провела линию через всю картину."
    yn_narrator "Мы замолчали, наблюдая как багряный и золотой цвета сплетаются в причудливый узор — старая рана, превращающаяся в орнамент новой надежды."
    yn_yana "Почему тогда ты не расскажешь ему, что его чувства взаимны?"
    yn_kras "Знаешь, что самое страшное?" 
    yn_narrator "Она погасила лампу и присела рядом со мной. Внезапная темнота сделала её голос хрупким."
    yn_kras "Я до сих пор подписываю работы инициалами, но не полным именем. Потому что боюсь."
    yn_yana "Что кто-то снова присвоит твою душу?"
    yn_kras "Что она того не стоит. Как сказал тот и как подтвердил преподаватель. На самом деле, мы очень похожи, но в нём гораздо больше искренности и честности перед собой и другими, чем во мне. Это пугает ещё сильнее."
    yn_narrator "Я взяла её руку своим протезом. Впервые за весь разговор нарушив дистанцию."
    yn_narrator "Она вздрогнула от прохлады металла, но в следующее мгновение мягко сжала мою искусственную ладонь."
    yn_yana "Ты только подумай, он ведь кричал бы на весь лагерь: «Это картина Красавицы и она прекрасна!», даже если бы это была мазня."
    yn_kras "Именно поэтому я и смогла вновь добавить в свою палитру красные оттенки."
    yn_narrator "Где-то вдали крикнула сова. Красавица вдруг засмеялась. Смех её был тихим, как шелест бумаги."
    yn_kras "В прошлую смену он утащил из кружка ту мою картину с дорогой ведущей в Лагерь и повесил в столовой с подписью на тетрадном листке: «Шедевр!!!». Медуза чуть голову ему за это не оторвала."
    yn_yana "Что случилось потом?"
    yn_kras "Её сняли в тот же день и вернули обратно в кружок. Теперь это моя любимая картина. Он смог привнести в неё новый подтекст. Я бы назвала это настоящей смелостью. Знаешь, наверное я очень и очень давно не смеялась так, как в тот день. Сейчас думаю, что именно из таких моментов и складывается по-настоящему важная часть жизни."
    yn_narrator "Она встала улыбаясь и отряхивая песок с юбки."
    yn_kras "Спасибо, Ящерица. Просто Слон рассказать мне, что ты пытаешься помочь Хаеру, вот и решилась поговорить с тобой откровенно. Теперь пришло время поговорить так же и с Хаером."
    yn_kras "Я искренне рада, что Хаер записался ко мне в кружок. Получается у него, конечно, очень плохо, но мне так отрадно разделить с ним этот процесс. С того дня я как-то и чувству, и мыслю по иному. Это очень здорово."
    #Эмпатия yn_narrator "Она явно догадалась кто подтолкнул Хаера к мысли заниматься рисованием вместе с ней."
    yn_narrator "Она вновь улыбнулась и аккуратно коснулась уже моей правой руки. Затем посмотрела на наш совместный алый штрих."
    yn_kras "Знаешь, теперь этот мазок стал значить для меня ещё больше."

    # ***

    # Мы двигались без спешки, но с тем внутренним напряжением, которое ощущают только те, кто идёт против правил. 

    # Последний фонарь на нашем пути неожиданно моргнул и погас, будто решив не становиться свидетелем нашего побега.

    # Ночь была густая и тёплая. Тьма объявшая лес немного пугала.

    # Лагерь остался позади. Домики с тёмными спящими окнами,  флагшток, неизменно скрипящий на ветру. 

    # Мельпа идёт первой. У неё та особая походка людей, которые никогда не боятся, что их поймают.

    # #Восприятие Уверенная, быстрая, обманчиво расслабленная. 

    # Рядом с ней чуть ли не подпрыгивая на каждом шагу семенит Кузнечик. 

    # Надеюсь, в этот раз поход с ней обойдётся без концертов.

    # За Ульяной шагает Хаер. Чуть сутулый, старающийся не шуметь, но неизменно цепляющийся обувью за корни, а одеждой за ветки.

    # Слон замыкает нашу небольшую колонну.

    # Трава под ногами мягкая и слегка влажная. Ветки деревьев царапают руки, листья шепчутся о чём-то своём, и почему-то этот шёпот кажется мне более живым, чем весь дневной шум Лагеря во всём его многообразии.

    # И вот сейчас, когда Мельпа с Кузнечиком исчезли на несколько мгновений за деревьями впереди, а Хаер сопел где-то сбоку, Слон сказал негромко:

    # Слон "А ты изменилась."

    # Я улыбнулась и сбавила шаг.

    # Яна "В смысле?"

    # Слон "Ты раньше постоянно ходила с таким лицом, словно ожидала подвоха абсолютно везде, а во взгляде  мелькало постоянное пренебрежение. А сейчас посмотри: ты встреваешь в полноценный побег из Лагеря, с нормальным таким шансом вылететь отсюда с громким скандалом, а тебе хоть бы хны. Ты намного безбашеннее, чем я сперва думал."

    # Яна "А что ты вообще обо мне думал?"

    # Слон "Тебе честно или соврать?"

    # Яна "Давай уж честно."

    # Слон "В первые дни ты смотрела на всё так, словно оно в навозе изгваздано. Вела себя так, будто в разговоре с нами боялась запачкаться. Сразу видно, что ты из этих мерзких мажорок. Был удивлён, когда узнал, что Ангел не стала твоей лучшей подружкой после первой же встречи."

    # Яна "Ой, даже представлять такой вариант не хочу."

    # Слон "Потом произошли изменения. Правда, это всё равно выглядело, как ходьба хромого без костылей. Ты предлагала помощь не столько из-за желания помочь нам, сколько по причине того, что тебе казалось это правильным по моральным соображениям. Сейчас понимаю, что ошибался в тебе с самого начала."

    # Я шагнула через поваленное бревно, задела коленом кору и к своему собственному удивлению едва не выругалась.

    # Слон усмехнулся.
    # #Эмпатия "Он будто бы почувствовал моё намерение и улыбался, довольный наглядным доказательством своих слов."

    # Яна "Не понимаю, что такого мерзкого в мажорстве. Мне лично нравится, что благодаря столь удачному положению моя рука чуть более функциональна, чем железный крюк... Хотя признаю, есть и в крюке свой шарм."

    # Неожиданно Слон хохотнул.

    # Слон "Да, первое впечатление действительно было обманчиво."

    # Мы замолчали. 

    # Впереди хрустнула ветка под ногой Алисы. Где-то вскрикнула ночная птица.

    # Хаер "А я рассказывал анекдот про кожаные перчатки?"

    # Кузнечик "Это тот, который про чукчу?"

    # Хаер "Нет, про универмаг во время Олимпиады."

    # Мельпа: "Уже раз пять рассказывал."

    # Я слушала их вполуха. Слова Слона не отпускали.

    # Забавно, как легко другой человек может увидеть в тебе такие особенности. 

    # Люди вообще редко присматриваются к ближнему своему, чтобы заметить какие-то небольшие, степенные перемены в характере и поведении.

    # #Восприятие "Но мы со Слоном всё же схожи в нашей наблюдательности. Он тоже меняется. Становится более открытым что ли."

    # А ведь действительно, я наверняка в первые дни смотрела на Лагерь, как на нечто, требующее санитарной обработки. Пыталась изучить обитателей лагеря под микроскопом с восторгом паразитолога открывшего новый вид простейших. Даже конспектировала повадки, привычки, фольклор.

    # Я называла это разборчивостью и любопытством. Окружающие меня люди — высокомерием.

    # И, пожалуй, они были правы.

    # Мне долгое время казалось, что дистанцированность — форма безопасности. Но, в своей сути, конкретно для меня это оказалась ещё и форма одиночества вперемешку с паранойей.

    # Впереди, между деревьями мелькнули слабые огоньки. Село близко.
    # К лесным ароматам примешался запах печного дыма.

    # Мельпа обернулась.

    # Мельпа "Ну что, тунеядцы и алкоголики. Ещё чуток и цивилизация нас снова настигнет."

    # Кузнечик "Наконец-то! Я, кажись, рубашку на спине порвала, блин." 

    # Хаер подошёл ближе и близоруко щурясь начал рассматривать спину Ульяны.

    # Хаер "Ага. Реально порвала. Будет теперь чем заняться. Ты шить-то умеешь?"

    # Кузнечик "Пф-ф. Чего придумал, патлатый. Я просто на склад залезу, как вернёмся и поменяю на другую."

    # Ульяна резво развернулась лицом к Хаеру и показала язык.

    # #Драматизм "О, сколь пылающим в надрыве был жест противостояния устоям. О, сколько юного бунтарства в жесте оном."

    # Мы вышли из леса, который чуть ли не вплотную примыкал к деревне и встали у стены ближайшей избушки. Нужный нам Хозмаг находился в паре домов от нас. 

    # Слон "Ну что? По старой схеме. Ты с Хаером заходишь. Мы на стрёме. Мельпа, всё помнишь?"

    # Мельпа "Не учи маму, как детей воспитывать."

    # Слон не смутился и продолжал испытывающе смотреть на подругу.

    # Алиса закатила глаза.

    # Мельпа "Три быстрых стука. Пауза. И ещё два быстрых стука."

    # Слон "Добро. Ну, ни пуха."

    # Хаер "К чёрту."

    # Кузнечик "Про обещанный кулёк Каракума не забудьте!"

    # Ребята нырнули в полумрак деревенской улицы. Слон обеспокоенно заозирался по сторонам. Выглянул из-за угла и долго всматривался вслед Мельпе и Хаеру.

    # Яна "Я так погляжу, вы довольны частые гости здесь, раз уж даже условные знаки знаете."

    # Слон наконец-то закончил осмотр условного периметра и обернулся ко мне. 

    # Почему-то я уже не чувствовала какого-то томного трепета. Хотя, казалось бы, сейчас самое время нервничать. 

    # Слон "Естественно. Раз в смену обязательно заглядываем. Пополнить запасы. Ты думаешь, чего они, как на дискотеку вырядились? Конспирация!"

    # Слон поднял указательный палец и многозначительно им потряс.

    # #Эмпатия "При этом сам улыбаюсь от понимания того, сколь нелепа такая конспирация."

    # Слон "Ладно. Тут и дураку понятно, что мы из Лагеря, но на всякий случай."

    # Яна "А почему вы ничего не сказали про деньги?"

    # Слон отмахнулся.

    # Слон "В первую смену всегда исключительно за счёт старичков. Новички не скидываются. Традиция." 

    # И сколько их ещё? Тут, наверное, поездок пять нужно, чтобы во всём разобраться.

    # Ребята вернулись через десять минут. Куртка Хаера заметно топорщилась. Алиса тоже прятала покупки за пазухой. 

    # Кузнечик "А где мои конфеты?"

    # Хаер "Не было там твоих конфет. Это же сельский хозмаг."

    # Кузнечик "Значит, конфет не было, а вино было, да?"

    # Мельпа "Ну да. Это же сельский хозмаг."

    # Слон "Айда обратно. Нечего задерживаться. А то не ровен час ещё с Физруком пересечься. Думаю, он сегодня тоже решит закупиться."

    # ***
    # Театральный кружок этой ночью выглядел как локация из бюджетного фильма про шпионов. Огонь в неизменной керосиновой лампе трепетал вполсилы, будто боялся выдать наше присутствие. Нас четверо.

    # Кузнечик и Кот по понятным причинам на наше мероприятие приглашения не получили. 

    # В любом случае, это их не расстроило. Сегодня им куда интереснее принять участие в "Королевской ночи". 

    # Слон "Если говорить начистоту, то мы живём внутри своих мыслей и думаем, что что-то контролируем, но ведь - это абсолютно не так. Мир такой, каким мы его интерпретируем у себя в голове. Поэтому мы одновременно и всемогущи и беспомощны. Мы именно, что стремимся постоянно интерпретировать, а не пропускать происходящее через себя. Безусловно, есть боль и потери, но мы страдаем и изводим себя лишь, поэтому что пытаемся контролировать реальность. Цепляемся за то, каким мы хотим видеть мир, а не наслаждаемся тем, какой он есть. Понимаете?"

    # Мельпа "Так. Слону больше не наливать. Отдай бутылку. Отдай, кому говорю?"

    # Алиса потянулась через стол и выхватила из рук Слона практически пустую бутылку вина. 

    # #Восприятие "Буквально несколько дней назад Слон клялся больше никогда в жизни не пить вино."

    # Мельпа в пару глотков допила содержимое и перехватила бутылку так, словно собиралась ей кого-то бить.

    # Мельпа "Вот видите. Стоит Слону немного надраться и его уже несёт, как партийный съезд. Философ, блин."

    # Слон потянулся за пачкой «Астры».

    # Оглянулся на окно, прислушался. 

    # Слон "Я ведь правду говорю и буду говорить, сколько бы бутылок ты у меня не отобрала."

    # Мельпа "Ты просто напился и тебя попёрло на нудные рассуждения о бренности существования. Выдохни и расслабиться."

    # Слон усмехнулся. 

    # #Восприятие "Он слишком расслабленно себя чувствовал, чтобы тратить силы на такие мелочи, как пререкания с Алисой."

    # Хаер хихикнул, сделал глоток из своего бокала и тут же закашлялся. 

    # Хаер "Тьфу… Слон, ты ведь говорил, что это вино будет нормальное?"

    # Слон "Я не говорил «нормальное». Я лишь сказал, что оно доступное."

    # Мельпа "А вы заметили, что каждый раз у вина абсолютно разный вкус? Берём в одном и том же месте, одно и то же вино, а оно всё равно постоянно разное."

    # Хаер "При этом всегда одинаково ужасное."

    # Слон "Хоть какое-то постоянство и стабильность в этом переменчивом мире."

    # Я смотрела на Воробьёв, на бокал в своей руке и ловила себя на странной мысли: ещё месяц назад я бы держалась от таких ребят в стороне. 

    # Сейчас сижу с ними за одним столом, пью вино и чувствую себя более чем уместной. 

    # Слово для меня прошлой редкое, почти интимное.

    # Ящерица "Слон, я послушала твою тираду о контроле и решила, что ты врёшь сам себе. Даже сейчас сидишь и поглядываешь на окна. Наверняка прикидываешь, куда бежать в случае чего."

    # Слон прищурился, будто собираясь возразить, но повинуясь привычке нервозно оглянулся на дверь.

    # #Эмпатия "Вернув свой взгляд к нам он с усмешкой, за которой скрывалась уязвлённая гордость, смиренно покачал головой."

    # Слон "Самое оптимальное — уходить через окно, сделать крюк в сторону спортплощадки. Оттуда через лес к домикам."

    # Мельпа "Вот. А сам соловьём заливался про бессмысленность контроля."

    # Она уселась поудобнее, откинувшись на спинку стула. В полутьме её лицо казалось резким, будто вырезанным ножом.

    # «Непримиримая хулиганка», говорили про неё за спиной. Мне же теперь казалось, что она просто девушка, у которой проблемы с доверием.

    # Мельпа "Я вот что думаю. Мы же вот-вот отсюда свалим. Кто куда. И, скорее всего, никто потом друг другу не напишет."

    # Хаер "Я напишу."

    # Мельпа "Ты — да. Ты вообще всем пишешь. Наверняка, даже деду Морозу."

    # Хаер почесал щетину. 

    # #Восприятие "Смутился, но старался не подавать виду."

    # Я усмехнулась. Слова Алисы имели место быть.

    # Ящерица "Люди редко продолжают идти рука об руку из юности во взрослую жизнь. Чаще всего с нами остаются лишь воспоминания."

    # Мельпа "Эй! Ты сейчас сказала, что не будешь мне писать после отъезда?"

    # Я отрицательно покачала головой из стороны в сторону. 

    # Окружающий меня мир на несколько мгновений расплылся и закачался следом.

    # Ящерица "Конечно, буду. Это просто озвученная практика наблюдений."

    # Мельпа: "Смотри мне!"

    # Слон "Эй! А вот у меня за такие разговоры отбрали бутылку. Не справедливо."

    # Все засмеялись.

    # Мельпа "Хаер, как там твои успехи в художественном кружке?"

    # Хаер поперхнулся.

    # #Эмпатия "Он явно был в шоке, что Алиса решила его об этом спросить. Он ожидал этот вопрос от кого угодно, но не от неё."

    # Хаер "Ты спрашиваешь про мой прогресс в рисование или об отношениях с Красавицей?"

    # Мельпа "А у тебя есть прогресс в рисовании?"

    # Хаер "Ну... Не особо прям."

    # Мельпа "Ну и?"

    # Хаер молчал. Думал.

    # #Эмпатия "Хаер был сбит с толку и не знал, что стоит сказать, а о чём умолчать."

    # Хаер "У нас всё хорошо. Общее дело нас здорово сблизило."

    # Слон "Как-то немногословно."

    # Мельпа "Серьёзно? Ты всё это время постоянно жаловался и при каждом удобном случае трындел про то, какая Красавица замечательная, а сейчас откупаешься парой фраз?"

    # Яна "Счастье любит тишину."

    # Хаер пожал плечами, пригубил вино.

    # Мельпа "Ты тут Кота подменить решила?"

    # Яна "Та ладно тебе. Видишь, человек немного стесняется. Не дави на него."

    # Мельпа "Не давить? Вы с каких пор такими чувствительными стали? Мне нужны все подробности!"

    # Слон "А с каких вообще пор, тебя начала интересовать личная жизнь Хаера?"

    # Алиса бросила на Слона недовольный взгляд.

    # Яна "Да, Мельпа, откуда такой интерес появился? Ты же раньше говорила: «Я принципиально не вмешиваюсь в шуры-муры». И что ты там говорила про обсуждение любовных дрязг?"

    # Слон "«Нужно только и сказать «Да дура она» или «Вот ведь козёл!», но не больше.»"

    # #Восприятие "Слон дословно процитировал фразу произнесённую Мельпой в начале смены."

    # Алисе наше цитирование явно не понравилось. Она скрестила руки на груди, пытаясь казаться злой, но при этом, едва сдерживала улыбку.

    # Мельпа "Ой, да идите вы. Потом всё равно узнаю же."

    # Хаер "Как-нибудь расскажу. Не переживай."

    # Мельпа "Я-то переживаю? Всё. Отвалите. Не хочу ничего больше об этом слышать."

    # Все засмеялись.

    # Слон "Ящерица, а ты правда хочешь резать людей?"

    # Я не сразу ответила. Вино грело, мысли становились вязкими.

    # Ящерица "Мёртвых — да. А вот живых как-то не сильно хочется. Они часто жалуются."

    # Слон "И почему всё же судебная медицина?"

    # Ящерица "Сама по себе судмедэкспертиза - дисциплина весьма специфическая, сами понимаете, и в силу этой самой специфики полна неожиданных детективных поворотов и ярких примеров того, как обычная бытовая неосторожность может привести к очень плачевным последствиям."

    # Мельпа "Короче говоря, из-за руки."

    # Я помахала протезом.

    # Яна "Короче говоря, да."

    # Хаер "Жутко. Я прям представляю этот тёмный и холодный морг, как ты, по локоть в крови копаешься во внутренностях мертвеца. Бр-р."

    # Яна "У тебя довольно... туманное понимание профессии."

    # Мельпа "Зато, в отличии от тебя она уже знает, кем хочет стать, когда вырастет."

    # Она хмыкнула и долила мне вина из новой бутылки. Я сделала глоток — кислый, терпкий и какой-то карикатурно взрослый. 

    # Слон "А я вот бизнесом думаю заняться. Кооперативы - золотая жила, а у брата достаточно много связей. Афганцы сейчас стараются держаться вместе. Вот тебе и готовый бригадный подряд."

    # Мельпа "О как! Решил стать новым Тарасовым?"

    # Энциклопедия "Артем Тарасов — один из первых кооператоров, который открыто заявил о заработанном миллионе, вызвав огромный резонанс и обвинения в спекуляции в условиях плановой экономики."

    # Слон "Тут немного другая история. И я же не из жадности. Из интереса. С моими талантами, думаю, всё получится."

    # Хаер "А тебе не страшно во всё это лезть?"

    # Слон "Кто не рискует, тот не пьёт шампанское."

    # Слон бросил беглый взгляд на бутылку вина стоящую возле Алисы. 

    # Мельпа уловила его взгляд и подвинула бутылку ещё ближе к себе.

    # Слон "К тому же, лично мне кажется, что у той же Журналистки рисков в будущем будет больше."

    # Он сказал это тихо и таким тоном, будто бы это была не шутка. 

    # Мы помолчали.

    # Хаер "Может, мне тоже в кооператоры пойти?"

    # Мельпа "Решил расширить семейный бизнес?"

    # Хаер "А почему бы и нет? В шмотках я разбираюсь, а сейчас народ как никогда хочет нормально одеваться. Вон, Слон, если что прикроет."

    # Хаер глупо хохотнул. 

    # #Эмпатия "Явно стесняясь того, что сказал."

    # Слон "Без проблем. Договорились."

    # И вновь это не звучало, как шутка.

    # Яна "Как же учёба?"

    # Слон "Та! Разберёмся. Это не суть важно. Молодым везде дорога открыта."

    # Яна "А ты, Мельпа?"

    # Мельпа "А что я? Думала в Ленинград рвануть. Посмотреть, что там и как. Может, прибилась бы к какой-нибудь группе. Хотя, сейчас уже всерьёз прикидываю вариант перебраться в Москву. Теперь там есть человек, который сможет меня приютить."

    # Она шутливо толкнула меня плечом.

    # Яна "Не уверена, что родители будут в восторге от нового жильца в их квартире, но мы что-нибудь придумаем."

    # Мельпа "Вот и славненько. Забабахаем с тобой новую рок группу. Будешь на синтезаторе лабать. С твоим протезом самое оно. Стилёво получится."

    # Хаер "Эх, вот бы всё действительно так сложилось, как мы себе представляем, чтобы прям, как в кино."

    # Слон "Не, как в кино не получится."

    # Мельпа "Чего это?"

    # Слон "Ну, в кино есть концовка. Катарсис. Не получится же так, что вы стоите на сцене, блистаете, толпа подпевает в едином порыве... и вдруг из-за спин зрителей медленно начинают появляться титры. Всё. Счастливый финал."

    # Алиса перестала улыбаться и замолчала. Посмотрела в сторону сцены таким взглядом, будто там, за кулисами, пряталось её прошлое. Или будущее.

    # За окном надрывно, но едва слышно скрипнул флагшток. Лагерь спал. Мы — нет.

    # Мельпа вдруг поднялась, будто её что-то толкнуло изнутри. Её немного шатало из-за выпитого.

    # Подошла к сцене, где лежала гитара принесённая сюда Жулей и благополучно забытая. 

    # Она лежала здесь уже очень давно, но Мельпа никогда к ней не прикасалась. Ни разу до этой ночи.

    # Она села на край сцены, поставила гитару на колено. Провела пальцами по струнам — осторожно, как будто проверяла пульс.

    # Слон "Ого! Сюда бы Фотографа. Такой исторический момент! Кому скажешь — не поверят."

    # Алиса как-то странно посмотрела на Слона. Даже без обычной колючести и злости. Сделала большой глоток из бокала.

    # Мельпа "Заткнись, будь добр. Не порти момент."

    # Струны глухо отозвались на её прикосновение. Фальшиво. Она настроила их на слух. Резко, упрямо. Он делала это так, будто сама гитара была обязана подстроиться под неё, а не наоборот.

    # Мельпа "Если кто-нибудь засмеётся, швырну в него гитару."

    # Хаер "Я даже дышать не буду."

    # Слон "Я тоже."

    # Я заметила, как они подобрались, сели ровнее. Как смотрели с искренним удивлением то на Алису, то на гитару в её руках.

    # Её пальцы на мгновение замерли над струнами, и в этом коротком молчании было больше смысла, чем в любых длинных речах.

    # Первый аккорд вышел негромким, но звонким, словно Алиса этим звуком осторожно толкнул ночь в плечо.

    # Дерево гитары отозвалось тёплым гулом. 

    # Мельпа заиграла. 

    # Без надрыва, без показной борьбы. Спокойно, но упрямо.

    # Затем начала петь.

    # Голос её был невероятно мелодичен. Он пела не громко, но цепко: не требовала, а взывала. 

    # Казалось, песня течёт сквозь неё, а она лишь держит ритм, поддерживая баланс между музыкой и реальностью.

    # И в этот момент стало явственно видно, что Алиса изменилась. Она согласилась на изменения. Это не крик и не лозунг. Это стоическое принятие и искренняя надежда. 

    # #Драматизм "И в это мгновение, как в ясный день солнце предстала мне мысль, что музыка нас связала на век."

    # Яна "Почему ты прятала от нас такой талант?"

    # Алиса отложила гитару в сторону. И залпом осушила полный бокал вина.

    # Мельпа "Если жуж...{w}шушь..."

    # Она умолкла и выдохнула ртом настолько сильно, что её чёлка на мгновение приподнялась.

    # Мельпа "Ох... Как я вообще по струнам-то попадала?.. Если уж у нас сегодня такой вечер откровений, то прятала я не талант, а скорее... Ой, забейте."

    # Яна "Прятала себя?"

    # Алиса икнула.

    # Мельпа "Ну типа."

    # #Восприятие "Тут явно дело не столько в алкогольном опьянении, сколько в нервной дрожи, которую Алиса пытается скрыть."

    # Хаер запоздало зааплодировал. Инициативу никто не поддержал.

    # #Эмпатия "Я и Слон не последовали примеру товарища, ибо понимали, что подходящий момент уже был упущен. Хаер этого не уловил, из-за чего стало ещё более неловко."

    # Слон "У тебя очень красивый голос, Мельпа."

    # Мельпа "Спасибо. Но не думай, что после этого я позволю тебе пить дальше."

    # Алиса вернулась к столу, взяла бутылку в руки, пожала плечами.

    # Мельпа "Ладно. Ещё раз спасибо."

    # Хаер "Слушайте, а вот эта песня, она же про «Перестройку»?"

    # Мельпа "Дурак ты, Хаер."

    # Хаер "Зачем сразу обзываться?"

    # Яна "Нет, Хаер, она про другое. Про внутренние перемены. Про выход из порочного круга быта. Гимн духовным изменениям, короче говоря."

    # Хаер "Блин, круто. Никогда бы не подумал."

    # Алиса затянулась сигаретой и запрокинув голову выпустила к потолку табачный дым. Она вновь улыбнулась и наверняка собралась сказать какую-то колкость, но вдруг остановилась.

    # Она молча посмотрела на Хаера. Тот смутился. Возможно, он сейчас думает, что сказал какую-то глупость.

    # Мельпа: "Извини, что постоянно тебя подкалываю. Я это не со зла. И спасибо вам всем. Не знаю как вы это делаете, но лично я бы себя вряд ли терпела. Вы очень хорошие друзья. На, держи. Партия отменяет сухой закон."

    # Алиса подвинула бутылку ближе к Слону.

    # То что сейчас произошло выходило за все рамки привычного восприятия реальности. Никто даже и представить не мог, что Алиса сможет настолько сильно открыться.

    # Хаер "Ой..."

    # Никто не находил нужных слов.

    # Мельпа "Блин, ну чё вы? Как на поминках."

    # Яна "Ты молодец!"

    # Мельпа "Естественно, а ты что думала?"

    # Почему-то стало смешно. По доброму, даже, наверное, от умиления произошедшим. И будто бы повинуясь единому порыву, все захохотали.

    # Мельпа "Давай, Слон, расскажи ка что-нибудь весёлое."

    # Слон задумался, отпил из своего бокала.

    # Слон "Ну, вы уже знаете, что я из семьи потомственных военных и так уж вышло, что на мне данная традиция обрывается. Уверен, что когда получу военный билет, то там будет написано не "Годен", а "Годен До". Я вот считаю, что..."

    # Прошёл ещё где-то час. Мы шутили и смеялись, рассказывали о своих планах, чувствах и идеях.

    # И вдруг мне показалось, что именно так и выглядит моё новообретённое счастье. Тёмный пыльный зал, дешёвое вино, замечательные друзья, с которыми можно строить смелые планы на будущее и ощущение, что хотя бы этой ночью мир не требует от тебя никаких решений.

    # Где-то в коридоре скрипнула половица. Мы замерли.

    # Хаер в мгновение ока подскочил и схватил бутылки из-под вина.

    # Слон активно завертел головой: от двери к открытому окну.

    # Алиса затянулась сигаретой и запрокинув голову выпустила к потолку табачный дым.

    # Здание клубов молчало. Тут были только мы. И прохладный ночной ветер, пробравшийся через открытые окна.

    # Слон "Так... Пора сворачиваться."

    # Мельпа "Как скажешь."

    # Она пожала плечами, явно задумавшись о чём-то своём.

    # И в это мгновение мне захотелось запомнить всё. 

    # Каждую деталь, каждую мелочь. Потому что я понимала, такие ночи не повторяются.
    # Они просто становятся теми самыми воспоминаниями, которые остаются с тобой навсегда.
    jump yn_act3_scene10